{
  "ru": {
    "interface": {
      "mainMenu": {
        "main": "Главная",
        "search": "Поиск",
        "brand": "Белорусские писатели"
      },
      "author": {
        "books": "Список произведений"
      }
    },
    "autors": {
      "Иван Мележ": {
        "name": "Иван Мележ",
        "image": "/media/melezh/portret.jpg",
        "years": "1921-1976",
        "birthdayPlace": "Глинище",
        "description": "Белорусский советский прозаик, драматург, публицист",
        "youtube": "https://www.youtube.com/watch?v=I-0ezESiCCw",
        "about": "Белорусский писатель, народный писатель БССР (1972). Член КПСС с 1940. Родился в крестьянской семье. Участник Великой Отечественной войны; в 1942 был тяжело ранен. Окончил филологический факультет Белорусского государственного университета (1945). Работал в редакции журнала «Полымя», преподавал белорусскую литературу в БГУ. Романы трилогии (Ленинская премия, 1972) написаны с большим эпическим мастерством и глубоким психологизмом. Выступал также как автор драматических и литературно-критических произведений. Член Всемирного Совета Мира (1970). Заместитель председателя правления СП Белоруссии (1966). Награжден 4 орденами, а также медалями.",
        "gallery": [
          "/media/melezh/melezh-1.jpg",
          "/media/melezh/melezh-2.jpg",
          "/media/melezh/melezh-3.jpg",
          "/media/melezh/melezh-4.jpg",
          "/media/melezh/melezh-5.jpg",
          "/media/melezh/melezh-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1921",
            "data": "Иван Мележ родился 8 февраля 1921 года в крестьянской семье: отец — Павел Фёдорович, мать — Мария Денисовна."
          },
          "secondLine": {
            "dataTime": "1938",
            "data": "В 1938 году с отличием окончил школу в Хойниках, работал в Хойникском райкоме комсомола."
          },
          "thirdLine": {
            "dataTime": "1939",
            "data": "В 1939 году поступил в Московский институт философии, литературы и истории, на первом курсе был призван в Советскую армию."
          },
          "fourthLine": {
            "dataTime": "1940-1941",
            "data": "Летом 1940 года принимал участие в присоединении Бессарабии и Буковины. Во время Великой Отечественной войны воевал под Николаевом, Лозовой, Ростовом-на-Дону, в 1941 году был ранен."
          },
          "fifthLine": {
            "dataTime": "1942",
            "data": "В 1942 окончил курсы политработников и был откомандирован в 51-ю стрелковую дивизию сотрудником газеты."
          },
          "sixthLine": {
            "dataTime": "1945",
            "data": "В 1945 году Иван Мележ заочно окончил филологический факультет БГУ, поступил в аспирантуру. Одновременно с учёбой работал в редакции журнала «Полымя». После окончания аспирантуры работал в БГУ старшим преподавателем белорусской литературы, а также в редакции литературного журнала «Полымя», находился в аппарате ЦК КПБ."
          },
          "seventhLine": {
            "dataTime": "1966-1974",
            "data": "С 1966 года секретарь, в 1971—1974 годах заместитель председателя правления Союза писателей Белорусской ССР. Депутат Верховного Совета БССР (1967—1976). Был председателем правления Белорусского отделения общества «СССР — Франция», председателем Белорусского комитета защиты мира, членом Всемирного совета мира"
          },
          "eighthLine": {
            "dataTime": "1976",
            "data": "9 августа 1976 Иван Малеж умер от сердечного приступа. Похоронен на Восточном кладбище Минска."
          }
        },
        "productList": [
          "В метель, 1946",
          "Горячий сентябрь, 1948",
          "Всегда впереди, 1948",
          "Близские и далекие, 1954",
          "В горах дожди, 1957",
          "Что он за человек, 1961",
          "Жизненные проблемы, 1975"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Иван Мележ создал здесь"
        }
      },
      "Янка Купала": {
        "name": "Янка Купала",
        "image": "/media/kupala/portret.jpg",
        "years": "1882-1942",
        "birthdayPlace": "Вязынка",
        "description": "Белорусский поэт и переводчик, драматург, публицист",
        "youtube": "https://www.youtube.com/watch?v=9FZehV2qJTk",
        "about": "Классик белорусской литературы. Народный поэт БССР (1925). Академик АН БССР (1928) и АН УССР (1929). Лауреат Сталинской премии первой степени (1941).",
        "gallery": [
          "/media/kupala/kupala-1.jpg",
          "/media/kupala/kupala-2.jpg",
          "/media/kupala/kupala-3.jpg",
          "/media/kupala/kupala-4.jpg",
          "/media/kupala/kupala-5.jpg",
          "/media/kupala/kupala-6.jpg",
          "/media/kupala/kupala-7.jpg",
          "/media/kupala/kupala-8.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "Родился Янка Купала (Иван Луцевич) 25 июня (7 июля) 1882 года в фольварке Вязанка Вилейского уезда (теперь – Молодечненский район) в семье арендатора. Закончил Белорусское народное училище. После смерти отца в 1902 году занимался хозяйством, был учителем и писарем, приказчиком, практикантом и даже помощником винокура на частной пивоварне… Все это позволило ему изучить жизнь и обычаи земляков, народное творчество и фольклор."
          },
          "secondLine": {
            "dataTime": "1908-1913",
            "data": "К 26 годам среди его творческих наработок уже были первые стихи. На протяжении 1908–1913 годов один за другим в Петербургском издательстве «Загляне сонца і ў наша ваконца» выходят его поэтические сборники: «Жалейка», «Гусляр», «Шляхам жыцця». Параллельно Янка Купала работает в «Нашей ниве» – первой белорусской национальной еженедельной газете, где печатает стихи и заметки, критические статьи и передовицы. В 1914 году основатели газеты Александр Власов и братья Иван и Антон Луцкевичи предложили Янке Купале должность главного редактора, и он с охотой согласился, отдав этой работе два года. К этому времени им уже были созданы произведения, которые станут бессмертными: поэмы «Адвечная песня» и «Сон на кургане», пьеса «Паўлінка»."
          },
          "thirdLine": {
            "dataTime": "1919",
            "data": "В 1919 году он переезжает в Минск, и здесь из-под его пера выходят такие произведения, как «Раскіданае гняздо» и «Прымакі», «Магіла льва» и «Курган». Была среди этих произведений и «Тутэйшыя» – пьеса, которая принесет Янке Купале честь и славу, правда, через десятилетия. Он тонко и точно чувствовал глубинную сущность перемен в обществе и национальном сознании. Именно отражение этих перемен, показ процесса пробуждения белорусского народа и привели к тому, что трагикомедия «Тутэйшыя» почти 60 лет была под запретом для постановки и опубликования."
          },
          "fourthLine": {
            "dataTime": "1919-1930",
            "data": "Жизнь поэта была наполнена не только творчеством, но и активной общественно-политической деятельностью, стычками с «сильными мира сего». Являясь кандидатом в члены и членом Центрального исполнительного комитета БССР, депутатом Верховного Совета республики, академиком Академии наук Беларуси и Украины, будучи награжден званием народного поэта БССР, тем не менее он всегда был «под прицелом» ОГПУ (потом – НКВД). Его пробовали склонить к сотрудничеству, заставить согласиться с ролью руководителя мифического Союза освобождения Беларуси, который якобы существовал в республике. В 1930 году Янка Купала предпринял попытку самоубийства, однако жена спасла его от гибели."
          },
          "fifthLine": {
            "dataTime": "1942",
            "data": "28 июня 1942 года, за несколько дней до своего 60-летия, поэт трагически погиб в Москве. Обстоятельства этой трагедии не выяснены до сих пор. В 1962 году урна с прахом белорусского классика перевезена в Минск и торжественно перезахоронена на Военном кладбище. "
          }
        },
        "productList": [
          "Павлинка, 1912",
          "Примаки, 1913",
          "Раскиданное гнездо, 1913",
          "Здешние, 1922",
          "Безымянное, 1924",
          "Из юбилейных настроений, 1927",
          "Над рекой Орессой, 1933",
          "Тарасова доля, 1939"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Янка Купала создал здесь"
        }
      },
      "Владимир Короткевич": {
        "name": "Владимир Короткевич",
        "image": "/media/korotkevich/portret.jpg",
        "years": "1930 - 1984",
        "birthdayPlace": "Орша",
        "description": "Белорусский советский писатель, поэт, драматург, сценарист и публицист, классик белорусской литературы",
        "youtube": "https://www.youtube.com/watch?v=TOBB80OpIRI",
        "about": "Влади́мир Семёнович Коротке́вич — белорусский советский писатель, поэт, драматург, сценарист и публицист, классик белорусской литературы. Является одной из наиболее ярких фигур в белорусской литературе XX столетия. Стал первым белорусским писателем, обратившимся к жанру исторического детектива. Творчество Владимира Короткевича отличается романтической направленностью, высокой художественной культурой, патриотичным пафосом и гуманистическим звучанием. Писатель существенно обогатил белорусскую литературу в тематических и жанровых отношениях, наполнил её интеллектуальным и философским содержанием. Наиболее известны такие произведения автора, как повести «Дикая охота короля Стаха», «Седая легенда», романы «Колосья под серпом твоим», «Христос приземлился в Гродно», «Чёрный замок Ольшанский», эссе «Земля под белыми крыльями».",
        "gallery": [
          "/media/korotkevich/korotkevich-1.jpg",
          "/media/korotkevich/korotkevich-2.jpg",
          "/media/korotkevich/korotkevich-3.jpg",
          "/media/korotkevich/korotkevich-5.jpg",
          "/media/korotkevich/korotkevich-6.jpg",
          "/media/korotkevich/korotkevich-7.jpg",
          "/media/korotkevich/korotkevich-8.jpg",
          "/media/korotkevich/korotkevich-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1930 – 1944",
            "data": "Родился Владимир 26 ноября 1930 года в городе Орше (ныне в Витебская область, Белоруссия) в семье интеллигентов. Отец, Семён Тимофеевич, работал инспектором по бюджету в Оршанском районном финансовом отделе. Мать, Надежда Васильевна, окончила могилёвскую Мариинскую гимназию, некоторое время работала учительницей в сельской школе под Рогачёвом, после замужества занялась домашним хозяйством. Его мама хорошо знала мировую литературу. "
          },
          "secondLine": {
            "dataTime": "1944 – 1954",
            "data": "Во время Великой Отечественной войны находился с семьёй в эвакуации в Москве, на Рязанщине, в окрестностях Кунгура на Урале, позже в Оренбурге и в Киеве. В 1944 году вернулся в Оршу, где получил среднее образование. Его школьный друг, Леонид Крыгман, отмечал, что Владимир в свои 14 лет обладал энциклопедическими знаниями по литературе и истории. В послевоенные годы Владимир, оршанский школьник, разместил на страницах рукописного журнала «Звоночек» несколько своих стихотворений, а также первую свою приключенческую повесть «Загадка Нефертити». Кроме того им был написан ряд рассказов и статей. В 1949—1954 годах учился на русском отделении филологического факультета КГУ имени Т. Г. Шевченко. Затем в нём же закончил аспирантуру. Летом 1950 года, после первого курса филфака, в Орше им был написан первый вариант повести «Дикая охота короля Стаха». "
          },
          "thirdLine": {
            "dataTime": "1955 – 1966",
            "data": "Весной 1955 года он сдал экзамены кандидатского минимума и приступил к написанию диссертации про восстание 1863 года, но так её и не закончил. В 1954—1956 годах работал школьным учителем русского языка и литературы в деревне Лесовичи (Таращанский район Киевской области Украины), а затем в 1956—1958 годах в родном городе, Орше. Окончил Высшие литературные (1958 — 1960 год) (во время которых увлёкся кино и начал работу над сценариями) и сценарные курсы (1962 год) в Институте кинематографии в Москве."
          },
          "fourthLine": {
            "dataTime": "1966 – 1979",
            "data": "Весной 1973 года они обменяли квартиру Короткевича на ул. Веры Хоружей и её комнату на трёхкомнатную квартиру на ул. К. Маркса, 36, где в дальнейшем они и проживали втроём, вместе с матерью Владимира Короткевича. Писатель любил много путешествовать — с друзьями и женой, в составе съёмочных групп и научных экспедиций он много исходил и изъездил по Белоруссии и другим странам, дважды бывал в Польше (1971, 1977), трижды в Чехословакии (1973, 1975, 1979)"
          },
          "fifthLine": {
            "dataTime": "1980 – 1984",
            "data": "Последние дни февраля 1983 года были очень трагическими для писателя — в один день, 28 февраля, умерли его любимая жена и родная тётя по матери — Евгения Васильевна, у которой он жил в освобожденном в 1944 году Киеве. В те дни, как он сам говорил, он ощущал себя на грани нервного надлома. В браке с Валентиной Брониславовной он прожил 12 лет, но детей у них не было. Незадолго до своей смерти Короткевич посетил близкие ему и дорогие края. Он съездил в Рогачёв, в Киев на юбилейную встречу выпускников Киевского университета. 12 июля 1984 года он с друзьями отправился в поход по Припяти, где ему стало плохо, и 20 июля он вернулся в Минск. В конце 1970-х — начале 1980-х годов Владимир Короткевич тяжело болел и умер 25 июля 1984 года. Похоронен на Восточном кладбище в Минске."
          }
        },
        "productList": [
          "Профорг Королев, 1950г",
          "«Это была старая-старая комната…», 1950г",
          "Скрипка поет, 1950г",
          "Клен, 1950г",
          "Дикая охота короля Страха, 1964г",
          "Ладья отчаяния, 1967г",
          "Христос приземлился в Гродно, 1966г",
          "Колося под серпом твоим, 1965г",
          "Седая легенда, 1961г",
          "Черный замок ольшанский, 1979г"
        ],
        "geoMark": {
          "coordinates": [
            54.510122,
            30.417883
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Владимир Короткевич создал здесь"
        }
      },
      "Рыгор Бородулин": {
        "name": "Рыгор Бородулин",
        "image": "/media/baradulin/portret.jpg",
        "years": "1935 - 2014",
        "birthdayPlace": "Вересовка",
        "description": "Белорусский поэт, эссеист, переводчик. Народный поэт Беларуси",
        "youtube": "https://www.youtube.com/watch?v=kuaJLU71W10",
        "about": "Рыгор Бородулин стал последним белорусом, удостоившимся звания народного поэта, являлся почётным доктором БГУ. В 2006 г. Бородулин был номинирован на Нобелевскую премию в области литературы за сборник стихов «Ксты». В его произведениях открывается живой источник красоты языка и мудрости народа, его традиций и обычаев, своеобразной натурфилософии.",
        "gallery": [
          "/media/baradulin/baradulin-1.jpg",
          "/media/baradulin/baradulin-2.jpg",
          "/media/baradulin/baradulin-3.jpg",
          "/media/baradulin/baradulin-4.jpg",
          "/media/baradulin/baradulin-5.jpg",
          "/media/baradulin/baradulin-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1935 – 2014",
            "data": "Родился 24.02.1935 на хуторе Вересовка, в 1937 г. хутор был ликвидирован и семью поэта переселили в Ушачи."
          },
          "secondLine": {
            "dataTime": "1953-2013",
            "data": "Начал публиковаться в 1953 году, первые стихи были напечатаны в газете «Красная смена». Первый сборник поэзии «Месяц над степью» вышел в 1959 году."
          },
          "thirdLine": {
            "dataTime": "1980 – 2014",
            "data": "Называл себя греко-католиком, однако был убеждён, что «не столь важно, как называешься ты: православный, католик, мусульманин — ведь Бог един»"
          },
          "fourthLine": {
            "dataTime": "1980 – 2014",
            "data": "Умер 2 марта 2014 года в своей квартире в Минске на 80-ом году жизни от болезни Паркинсона."
          },
          "fifthLine": {
            "dataTime": "2017",
            "data": "24 декабря 2017 г. в Минске, торжественно открыли памятную доску (автор скульптор Игорь Засимович) на доме, где жил поэт."
          }
        },
        "productList": [
          "Месяц над степью, 1959",
          "Рум, 1976",
          "Ксты, 2005",
          "Руны Перуновы, 2006",
          "Опрокинутое, 2010",
          "Ушачский словазбор Рыгора Бородулина, 2013"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Рыгор Бородулин создал здесь"
        }
      },
      "Якуб Колас": {
        "name": "Якуб Колас",
        "image": "/media/kolas/portret.jpg",
        "years": "1882 -1956",
        "birthdayPlace": "Окинчицы",
        "description": "Настоящее имя и фамилия Константин Михайлович Мицкевич. Белорусский советский писатель, поэт и переводчик",
        "youtube": "https://www.youtube.com/watch?v=HxFeWGZspJQ",
        "about": "Якуб Колас внес значительный вклад в национальную и мировую литературу. Его произведения переведены более чем на 40 языков мира. Наиболее важными его достижениями являются: расширение жанровых возможностей   белорусской литературы, обогащение национальной  поэзии философской и пейзажной лирикой, сочетание лирики и эпоса, закладывание  основ белорусского романа и белорусской детской литературы, становление норм белорусского литературного языка",
        "gallery": [
          "/media/kolas/kolas-1.jpg",
          "/media/kolas/kolas-2.jpg",
          "/media/kolas/kolas-3.jpg",
          "/media/kolas/kolas-4.jpg",
          "/media/kolas/kolas-5.jpg",
          "/media/kolas/kolas-6.jpg",
          "/media/kolas/kolas-7.jpg",
          "/media/kolas/kolas-8.jpg",
          "/media/kolas/kolas-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "Родился 22 октября (3 ноября) 1882 года в деревне Акинчицы (теперь территория города Столбцы Столбцовского района Минской области Белоруссии), в семье лесника Михаила (Михася) Мицкевича"
          },
          "secondLine": {
            "dataTime": "1902-1914",
            "data": "Окончил народную школу, в 1902 году — Несвижскую учительскую семинарию. Работал учителем на Пинщине (1902—1906). В 1906 году первая публикация — стихотворение «Край родимый» в белорусской газете «Наша доля». За участие в организации нелегального учительского съезда был приговорён к заключению, которое отбывал в минской тюрьме (1908—1911). В 1912—1914 годах учительствовал в Пинске, здесь у него родился его старший сын Даниил, который впоследствии стал создателем и первым директором музея своего отца."
          },
          "thirdLine": {
            "dataTime": "1915-1918",
            "data": "В 1915 году эвакуировался вместе с семьёй в Подмосковье, работал учителем в Дмитровском уезде. В этом же году мобилизован в армию. Окончил Александровское военное училище Москва, 1916 и служил в запасном полку в Перми. В это время его семья переехала в Обоянь (Курская губерния). В звании подпоручика летом 1917 года был отправлен на Румынский фронт"
          },
          "fourthLine": {
            "dataTime": "1921-1956",
            "data": "В мае 1921 года переехал в Минск. В дальнейшем занимался творческой и научной деятельностью. Академик (1928), с 1929 года — вице-президент Академии наук БССР, депутат ВС БССР (1938—1956). В годы Великой Отечественной войны в эвакуации в Подмосковье, Ташкенте, Москве. В 1944 году вернулся в Минск.Депутат ВС СССР (1946—1956), председатель Белорусского республиканского комитета защиты мира. Один из редакторов академического «Русско-белорусского словаря» (1953)."
          },
          "fifthLine": {
            "dataTime": "1956",
            "data": "В конце жизни много и часто болел, в частности, перенёс 26 воспалений легких. Якуб Колас скоропостижно скончался 13 августа 1956 года. Похоронен на Военном кладбище в Минске."
          }
        },
        "productList": [
          "Песни-жалобы, 1910",
          "Рассказы, 1912",
          "Родные явления, 1914",
          "Толстое полено, 1913",
          "Сказки жизни, 1921",
          "Новая земля, 1923",
          "Симон-музыка, 1925",
          "На просторах жизни, 1926",
          "В глубине Полесья, 1927"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Якуб Колас создал здесь"
        }
      },
      "Максим Танк": {
        "name": "Максим Танк",
        "image": "/media/tank/portret.jpg",
        "years": "1912 -1995",
        "birthdayPlace": "Пильковщина",
        "description": "Имя при рождении Евгений Иванович Скурко. Белорусский советский поэт, переводчик, государственный деятель.",
        "youtube": "https://www.youtube.com/watch?v=40Uhtifsk7s",
        "about": "Максим Танк является одним из наиболее известных белорусских поэтов. Его творчество имело важное значение для развития белорусской литературы не только в художественном, но и национальном смысле: ведь он много сделал для популяризации белорусского языка, переводил на него книги и всячески радел за его развитие.",
        "gallery": [
          "/media/tank/tank-1.jpg",
          "/media/tank/tank-2.jpg",
          "/media/tank/tank-3.jpg",
          "/media/tank/tank-4.jpg",
          "/media/tank/tank-5.jpg",
          "/media/tank/tank-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1912",
            "data": "Родился 4 (17) сентября 1912 года в селе Пильковщина (ныне Мядельского района Минской области Беларуси) в крестьянской семье."
          },
          "secondLine": {
            "dataTime": "1945—1948",
            "data": "Максим Танк являлся редактором в юмористическом журнале «Вожык». "
          },
          "thirdLine": {
            "dataTime": "1948—1966",
            "data": "Являлся главным редактором белорусского литературного журнала «Полымя»."
          },
          "fourthLine": {
            "dataTime": "1965—1971",
            "data": "Председатель ВС БССР (1965—1971). Депутат Верховного Совета СССР с 1969 года."
          },
          "fifthLine": {
            "dataTime": "1995",
            "data": "Максим Танк умер в Минске 7 августа 1995 года. Похоронен в родном селе."
          }
        },
        "productList": [
          "Стихи, 1979",
          "Журавлиный клин, 1972",
          "Дорога, убаюканная рожью, 1976",
          "Пройти через верность, 1979",
          "За моим столом, 1984",
          "Дорога и хлеб, 1988",
          "Послушайте, весна идёт, 1990",
          "Мой ковчег, 1994"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Максим Танк создал здесь"
        }
      },
      "Василь Быков": {
        "name": "Василь Быков",
        "image": "/media/bykov/portret.jpg",
        "years": "1924-2003",
        "birthdayPlace": "Бычки",
        "description": "Василь Влади́мирович Быков — советский и белорусский писатель, общественный деятель, участник Великой Отечественной войны. Член Союза писателей СССР.",
        "youtube": "https://www.youtube.com/watch?v=VgIEoFsgMck&t=2s",
        "about": "Родился 19 июня 1924 года в деревне Бычки Ушачского района Витебской области в крестьянской семье. Окончил 8 классов школы в деревне Кубличи, затем учился на скульптурном отделении Витебского художественного училища (1939—1940), которое оставил из-за отмены стипендий, и в школе ФЗО (до мая 1941 года). Война застала его на Украине, где он участвовал в оборонных работах. Осенью 1943 года присвоено звание младшего лейтенанта. Участвовал в боях за Кривой Рог, Александрию, Знаменку. После демобилизации жил в Гродно (с 1947 года). Печатался с 1947 года, работал в мастерских, а также в редакции областной газеты «Гродненская правда» (до 1949 года). В период с 1949 по 1955 год снова служил в Советской армии, в 1955 году окончательно демобилизовался в звании майора. С 1955 по 1972 год вновь работал в «Гродненской правде». В 1978 году переехал в Минск. Избирался депутатом Верховного Совета Белорусской ССР в 1978—1989 годах. С конца 1997 года жил за границей в политической эмиграции. Умер 22 июня 2003 года в 20 часов 30 минут от злокачественной опухоли желудка в реанимационном отделении онкологического госпиталя в Боровлянах, под Минском.",
        "gallery": [
          "/media/bykov/bykov-1.jpg",
          "/media/bykov/bykov-2.jpg",
          "/media/bykov/bykov-3.jpg",
          "/media/bykov/bykov-4.jpg",
          "/media/bykov/bykov-5.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1924",
            "data": "Родился 19 июня 1924 года в деревне Бычки Ушачского района Витебской области в крестьянской семье."
          },
          "secondLine": {
            "dataTime": "1939—1940",
            "data": "Учился на скульптурном отделении Витебского художественного училища"
          },
          "thirdLine": {
            "dataTime": "1949-1955",
            "data": "Служил в Советской армии, в 1955 году демобилизовался в звании майора."
          },
          "fourthLine": {
            "dataTime": "1955-1972",
            "data": "Работал в «Гродненской правде». С 1959 года член Союза писателей СССР."
          },
          "fifthLine": {
            "dataTime": "1972-1978",
            "data": "Секретарь Гродненского отделения Союза писателей Белорусской ССР."
          },
          "sixthLine": {
            "dataTime": "1978-1989",
            "data": "Переехал в Минск. Избирался депутатом Верховного Совета Белорусской ССР."
          },
          "seventhLine": {
            "dataTime": "1997",
            "data": "Жил за границей в политической эмиграции — вначале по приглашению ПЕН-центра Финляндии проживал в окрестностях Хельсинки, затем, получив приглашение ПЕН-центра ФРГ, переехал в Германию, а затем в Чехию. Вернулся на родину только за месяц до смерти."
          },
          "eighthLine": {
            "dataTime": "2003",
            "data": "Умер 22 июня 2003 года в 20 часов 30 минут от злокачественной опухоли желудка в реанимационном отделении онкологического госпиталя в Боровлянах, под Минском."
          }
        },
        "productList": [
          "Последний боец, 1957",
          "Мёртвым не больно, 1965",
          "Проклятая высота, 1968",
          "Обелиск , 1971",
          "Знак беды, 1982",
          "Облава, 1988",
          "Волчья яма, 1998",
          "Болото, 2001"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Василь Быков создал здесь"
        }
      },
      "Кондрат Крапива": {
        "name": "Кондрат Крапива",
        "image": "/media/krapiva/portret.jpg",
        "years": "1896—1991",
        "birthdayPlace": "Низок",
        "description": "Настоящее имя — Кондрат Кондратович Атрахович — белорусский советский писатель, поэт, драматург и переводчик, литературовед, сатирик, общественный деятель. Доктор филологических наук, академик АН Белорусской ССР (1950). Член ВКП(б) с 1941 года",
        "youtube": "https://www.youtube.com/watch?v=BjxiKxV32_w",
        "about": "Родился 22 февраля (5 марта) 1896 год в деревне Низок (ныне Узденский район Минской области Республики Беларусь) в крестьянской семье. Учился в церковно-приходской школе в родной деревне, Узденском народном училище, 4х-классовом городском училище города Столбцы, из которого перевёлся в училище Койданово (теперь Держинск). Творческая биография Кондрата Крапивы началась в 1922 году с публикации его первого печатного произведения, фельетона в стихах 'Жили-были', опубликованного в газете 'Комсомольская правда'. 23 мая 1922 года в майском номере газеты 'Савецкая Беларусь' появился первым белорусскоязычное сатирическое стихотворение 'Сваты'. В предисловии к последней прижизненной книге Кондрата Крапивы 'Колючий строй', вышедшей в 1989 году в издательстве 'Мастацкая літаратура', известный белорусский писатель и литературовед Иван Науменко писал: 'Если бы Кондрат Крапива даже не написал своих драм и сатирических комедий, романа 'Медведичи', то одними только своими баснями, сатирическими стихотворениями он занял бы одно из первых мест в белорусской литературе'. И чуть ниже пояснил: 'Это такой сгусток острого народного ума, разящего смеха, осмеяния зла и утверждения добра, которых до Крапивы не знала белорусская литература'.",
        "gallery": [
          "/media/krapiva/krapiva-1.jpg",
          "/media/krapiva/krapiva-2.jpg",
          "/media/krapiva/krapiva-3.jpg",
          "/media/krapiva/krapiva-4.jpg",
          "/media/krapiva/krapiva-5.jpg",
          "/media/krapiva/krapiva-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1896",
            "data": "Родился 22 февраля (5 марта) 1896 год в деревне Низок (ныне Узденский район Минской области Республики Беларусь) в крестьянской семье."
          },
          "secondLine": {
            "dataTime": "1920-1923",
            "data": "Служил в РККА."
          },
          "thirdLine": {
            "dataTime": "1924-1925",
            "data": "Работал учителем начальной школы в посёлке Островок на Узденщине."
          },
          "fourthLine": {
            "dataTime": "1925-1936",
            "data": "В 1925 году переехал в Минск. был членом литературного объединения 'Маладняк' (до 1926), потом 'Узвышша'. 1925—1926 годах — инструктор Центрального бюро краеведения при Инбелкульте. 1932—1936 годы — заведующий отдела в литературном журнале 'Пламя революции'. В 1926—1930 годах учился на литературно-лингвистическом отделении педагогического факультета БГУ."
          },
          "fifthLine": {
            "dataTime": "1939-1947",
            "data": "В 1939 году участвовал в Польском походе РККА. Участник советско-финской войны 1939—1940 годов. В начале Великой Отечественной войны работал во фронтовой газете 'За Советскую Беларусь', 'Красноармейская правда', в 1943—1945 годах редактировал сатирическую газету-плакат 'Раздавим фашистскую гадину'. В 1945—1947 годы — редактор журнала 'Вожык'."
          },
          "sixthLine": {
            "dataTime": "1947-1989",
            "data": "В 1947—1952 годы — заведующий сектором языкознания Института языка и литературы Академии наук БССР, директор Института языкознания АН БССР (1952—1956). С 1956 по декабрь 1982 года — вице-президент АН БССР. С декабря 1982 года по март 1989 года — ведущий научный сотрудник-консультант в отделе лексикологии и лексикографии Института языкознания имени Якуба Коласа АН БССР."
          },
          "seventhLine": {
            "dataTime": "1991",
            "data": "К. Крапива умер 7 января 1991 года. Похоронен в Минске на Восточном (Московском) кладбище."
          }
        },
        "productList": [
          "Астё, 1925",
          "Басни, 1927",
          "Про наших вредителей, попов и угодников, 1930",
          "Федос — Красный нос, 1931",
          "Сатира и юмор, 1954",
          "Жаба в колее, 1957",
          "Басни и стихи, 1971",
          "Загадки деда Кондрата, 1986"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Кондрат Крапива создал здесь"
        }
      },
      "Викентий Дунин-Марцинкевич": {
        "name": "Викентий Дунин-Марцинкевич",
        "image": "/media/dunin-martsinkevich/portret.jpg",
        "years": "1808—1884",
        "birthdayPlace": "Панюшковичи",
        "description": "Белорусский писатель и драматург, классик белорусской литературы. Долгое время ошибочно считался племянником митрополита римско-католической церкви Российской империи Станислава Богуш-Сестренцевича. На самом деле, не был с ним в кровном родстве.",
        "youtube": "https://www.youtube.com/watch?v=NzDAnbltnPA",
        "about": "Родился Винцент (Викентий Иванович) Дунин-Марцинкевич (в метрике о рождении нет придомка Дунин, ни у родителей, ни у крёстной — родной сестры Юлианны, а сам младенец был крещен двойным именем Винцент-Якуб[5]) 4 февраля 1808 года в фольварке Панюшковичи Бобруйского повета Минской губернии в шляхетской семье. После окончания Бобруйского поветового училища и Виленской базилианской бурсы поступил на медицинский факультет Петербургского (по другим сведениям Виленского) университета, но вынужден был прервать учёбу по причине болезни. Сведения обо всех этапах образования не подтверждаются никакими архивными документами, а известны только по недостоверным биографиям Марцинкевича. В формулярном списке о службе никаких данных о полученном образовании нет. Скорее всего, оно было домашним. Писал на польском и белорусском языке. В центре его художественных зарисовок стоит белорусская деревня, её быт. Особое внимание уделяется белорусскому фольклору. Поэт красочно воспроизводит белорусские обряды (купальская ночь, дожинки, «дзяды», свадьба). Для творчества В. Дунина-Марцинкевича характерны элементы сентиментализма.",
        "gallery": [
          "/media/dunin-martsinkevich/dunin-martsinkevich-1.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-2.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-3.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-4.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1835-1836",
            "data": "По подозрению в подделке дворянских документов и королевских печатей был арестован и находился под домашним арестом, на городской гауптвахте и около недели в Минском тюремном замке, или, как его называли неофициально, 'Пищаловском замке'. Вернулся на работу в духовную консисторию только через 4 месяца, в феврале 1836 года, где в объяснительной о таком большом прогуле написал только о домашнем аресте, скрыв факт заточения в тюрьме. В итоге расследования был оставлен в 'сильном подозрении'."
          },
          "secondLine": {
            "dataTime": "1840",
            "data": "В 1840 году оставил службу, приобрел фольварк Люцинка около Ивенца Воложинского района, который стал для него местом постоянного жительства до конца дней. Однако много времени проводил писатель в Минске, в среде демократической интеллигенции."
          },
          "thirdLine": {
            "dataTime": "1862-1864",
            "data": "В Добровлянах прятался от преследования царской администрации. В марте 1862 года временный военный губернатор Минской губернии генерал-майор Кушалев разослал циркуляр, в котором было написано: 'По полученным мною правдивым сведениям выясняется, что помещиком Марцинкевичем написаны на народном белорусском языке возмутительное стихотворение под заглавием 'Гутарка старого деда', что имеет целью возбудить крестьян западных губерний против правительства, … и что г. Марцинкевич старается распространять произведение свое… среди простого народа'."
          },
          "fourthLine": {
            "dataTime": "1864-1884",
            "data": "С 22 февраля 1864 года вынужден был переехать в близлежащее местечко Свирь, где проживал полгода до самого своего ареста. Во время восстания полиция приписывала ему авторство антиправительственных изданий. Ссылка дочери Камиллы, арест самого Дунина-Марцинкевича с 1864 по 1865 год, денежные штрафы, строгий надзор полиции после освобождения из тюрьмы — все это большой тяжестью легло на писателя. Театральная деятельность Дунина-Марцинкевича не достигла настоящего расцвета из-за неблагоприятных внешних условий, но послужила фундаментом для дальнейшего развития белорусской драматургии и профессионального театра. Умер в 1884 году."
          }
        },
        "productList": [
          "Гапон, 1854",
          "Вечарницы, 1855",
          "Купала, 1855",
          "Пинская шляхта, 1866"
        ],
        "geoMark": {
          "coordinates": [
            53.145889, 
            29.224702
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Викентий Дунин-Марцинкевич создал здесь"
        }
      },
      "Янка Брыль": {
        "name": "Янка Брыль",
        "image": "/media/bril/portret.jpg",
        "years": "1917-2006",
        "birthdayPlace": "Одесса",
        "description": "Белорусский советский писатель и переводчик",
        "youtube": "https://www.youtube.com/watch?v=Ci1yzGPisVA",
        "about": "Белорусский советский писатель и переводчик. Народный писатель Белорусской ССР (1981). Лауреат Сталинской премии третьей степени (1952). Лауреат Государственной премии Белорусской ССР имени Якуба Коласа (1982).",
        "gallery": [
          "/media/bril/bril-1.jpg",
          "/media/bril/bril-2.jpg",
          "/media/bril/bril-3.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1917 - 1938",
            "data": "Родился 22 июля (4 августа) 1917 года в Одессе в семье железнодорожника. В 1922 году вместе с родителями переехал на их родину в Западную Беларусь (дер. Загора (Загорье) Кореличского района Гродненской области, в то время — Польша). В 1931 году окончил польскую семилетнюю школу, поступил в гимназию, однако не мог в ней учиться из-за материальных затруднений, занимался самообразованием. C 1938 года публиковал стихи и публицистику в виленском белорусском журнале «Шлях моладзі» («Путь молодежи»)."
          },
          "secondLine": {
            "dataTime": "1939 - 1944",
            "data": "В 1939 году призван в польскую армию, служил в морской пехоте. В сентябре 1939 года под Гдыней попал в немецкий плен, осенью 1941 бежал и вернулся на родину; присоединился к советским партизанам. С октября 1942 года — связной партизанской бригады имени Жукова, с марта по июль 1944 года — партизан-разведчик бригады «Комсомолец», редактор газеты «Сцяг свабоды» («Знамя свободы», орган Мирского подпольного райкома ВКП(б)) и сатирического листка «Партызанскае жыгала» («Партизанское жало»). С октября 1944 года жил в Минске, работал в редакции газеты-плаката «Раздавім фашысцкую гадзіну» («Раздавим фашистскую гадину»), журналах «Вожык» («Ёжик»), «Маладосць» («Молодость»), «Полымя» («Пламя»), в Государственном издательстве Белорусской ССР."
          },
          "thirdLine": {
            "dataTime": "1945 - 2006",
            "data": "C 1945 года член СП СССР. В 1966—1971 — секретарь правления Союза писателей Белорусской ССР. Дважды избирался депутатом Верховного Совета Белорусской ССР (1963—1967, 1980—1985). Председатель Белорусского отделения общества «СССР — Канада» (1967—1990), член Белорусского ПЕН-центра с 1989. Почетный член Национальной академии наук Беларуси (1994). "
          }
        },
        "productList": [
          "Продолжение разговора» 1962",
          "Краюха хлеба 1977",
          "Сегодняшний день и память 1985,",
          "От сева до жатвы 1987,",
          "Сиротский хлеб 1950",
          "В Заболотье светает 1950",
          "На Быстрянке 1955",
          "Мой край родной 1960",
          "Ещё раз первый снег 1970",
          "Нижние Байдуны 1975"
        ],
        "geoMark": {
          "coordinates": [
            53.900820,
            27.566425
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство времени проработал здесь"
        }
      }
    }
  },
  "by": {
    "interface": {
      "mainMenu": {
        "main": "Галоуная",
        "search": "Пошук",
        "brand": "Беларускія пісьменнікі"
      },
      "author": {
        "books": "Спіс твораў"
      }
    },
    "autors": {
      "Иван Мележ": {
        "name": "Іван Мележ",
        "image": "/media/melezh/portret.jpg",
        "years": "1921-1976",
        "birthdayPlace": "Глiнішча",
        "description": "Беларускі празаік, драматург, публіцыст.",
        "youtube": "https://www.youtube.com/watch?v=I-0ezESiCCw",
        "about": "Нарадзiуся 8 лютага 1921, в. Глінішча, Хойніцкі раён, Гомельская вобласць — 9 жніўня 1976, Мінск) — беларускі празаік, драматург, публіцыст. Народны пісьменнік Беларусі (1972). Лаўрэат Ленінскай прэміі (1972, за раман «Людзі на балоце» і «Подых навальніцы»), Дзяржаўнай прэміі імя Якуба Коласа (1976, за зборнік «Жыццёвыя клопаты»), Літаратурнай прэміі імя Якуба Коласа (1962, за раман «Людзі на балоце»).",
        "gallery": [
          "/media/melezh/melezh-1.jpg",
          "/media/melezh/melezh-2.jpg",
          "/media/melezh/melezh-3.jpg",
          "/media/melezh/melezh-4.jpg",
          "/media/melezh/melezh-5.jpg",
          "/media/melezh/melezh-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1921-1938",
            "data": "Нарадзіўся ў сялянскай сям’і: бацька — Павел Фёдаравіч, маці — Марыя Дзянісаўна. Скончыў сямігодку ў Алексічах, дзесяцігодку (СШ № 1) у Хойніках (1938), працаваў у Хойніцкім райкаме камсамола."
          },
          "secondLine": {
            "dataTime": "1939",
            "data": "У 1939 паступіў у Маскоўскі інстытут гісторыі, філасофіі і літаратуры і з 1-га курса быў прызваны ў Чырвоную Армію."
          },
          "thirdLine": {
            "dataTime": "1940",
            "data": "Летам 1940 удзельнічаў у далучэнні Паўночнай Букавіны да СССР. З першых дзён Вялікай Айчыннай вайны на фронце — на Збручы, пад Уманню, Нікалаевам, Сінелькавам, Растовам-на-Доне, Лазавой."
          },
          "fourthLine": {
            "dataTime": "1942",
            "data": "У чэрвені 1942 пад Растовам цяжка паранены і пасля лячэння ў тбіліскім шпіталі адпраўлены ў тыл. Жыў у Бугуруслане, потым выкладаў ваенную падрыхтоўку ў Малдаўскім педагагічным інстытуце, а з 1943 — у БДУ, які знаходзіўся тады на станцыі Сходня ў Падмаскоўі, дзе вучыўся спачатку завочна на філалагічным факультэце, а затым перайшоў на стацыянар (скончыў у 1945 ужо ў Мінску). Пасля вучыўся ў аспірантуры, выкладаў беларускую літаратуру ва ўніверсітэце, працаваў у рэдакцыі часопіса «Полымя», у апараце ЦК КПБ. Член Саюза пісьменнікаў СССР з 1945, з 1966 — сакратар, а ў 1971—1974 — намеснік старшыні праўлення СП БССР."
          },
          "fifthLine": {
            "dataTime": "1967-1976",
            "data": "Выбіраўся дэпутатам ВС БССР (1967—1976). Іван Мележ быў старшынём праўлення Беларускага аддзялення таварыства «СССР — Францыя», старшынём Беларускага камітэта абароны Міру, членам Сусветнага Савета Міру."
          }
        },
        "productList": [
          "У завіруху, 1946",
          "Гарачы жнівень, 1948",
          "Заўсёды наперадзе, 1948",
          "Блізкае і далёкае, 1954",
          "У гарах дажджы, 1957",
          "Што ён за чалавек, 1961",
          "Жыццёвыя клопаты, 1975"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць твораў Іван Мележ стварыў тут "
        }
      },
      "Янка Купала": {
        "name": "Янка Купала",
        "image": "/media/kupala/portret.jpg",
        "years": "1882-1942",
        "birthdayPlace": "Вязынка",
        "description": "Беларускі паэт, драматург, публіцыст, перакладчык",
        "youtube": "https://www.youtube.com/watch?v=9FZehV2qJTk",
        "about": "Класік беларускай літаратуры, адзін з заснавальнікаў новай беларускай літаратуры і літаратурнай мовы. Народны паэт Беларусі (1925). Акадэмік АН БССР (1928), АН УССР (1929). Лаўрэат Дзяржаўнай прэміі СССР (1941) за зборнік «Ад сэрца».",
        "gallery": [
          "/media/kupala/kupala-1.jpg",
          "/media/kupala/kupala-2.jpg",
          "/media/kupala/kupala-3.jpg",
          "/media/kupala/kupala-4.jpg",
          "/media/kupala/kupala-5.jpg",
          "/media/kupala/kupala-6.jpg",
          "/media/kupala/kupala-7.jpg",
          "/media/kupala/kupala-8.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "Нарадзіўся Янка Купала (Іван Луцэвіч) 25 чэрвеня (7 ліпеня) 1882 года ў фальварку Вязанка Вілейскага павета (цяпер - Маладзечанскі раён) у сям'і арандатара. Скончыў Беларускае народнае вучылішча. Пасля смерці бацькі ў 1902 годзе займаўся гаспадаркай, быў настаўнікам і пісарам, прыказчыкам, практыкантам і нават памочнікам вінакура на прыватнай піваварні ... Усё гэта дазволіла яму вывучыць жыццё і звычаі землякоў, народная творчасць і фальклор."
          },
          "secondLine": {
            "dataTime": "1908-1913",
            "data": "Да 26 гадоў сярод яго творчых напрацовак ўжо былі першыя вершы. На працягу 1908-1913 гадоў адзін за іншым у Пецярбургскім выдавецтве «Загляне сонца І Ў наша ваконца» выходзяць яго паэтычныя зборнікі: «Жалейка», «Гусляр», «Шляхам жыцця». Паралельна Янка Купала працуе ў «Нашай ніве» - першай беларускай нацыянальнай штотыднёвай газеце, дзе друкуе вершы і нататкі, крытычныя артыкулы і перадавіцы. У 1914 году заснавальнікі газеты Аляксандр Уласаў і браты Іван і Антон Луцкевічы прапанавалі Янку Купалу пасаду галоўнага рэдактара, і ён з ахвотай згадзіўся, аддаўшы гэтай працы два гады. Да гэтага часу ім ужо былі створаны творы, якія стануць несмяротнымі: паэмы «Адвечная песня» і «Сон на кургане», п'еса «Паўлінка»."
          },
          "thirdLine": {
            "dataTime": "1919",
            "data": "У 1919 годзе ён пераязджае ў Менск, і тут з-пад яго пяра выходзяць такія творы, як «Раскіданае гняздо» і «Прымакі», «Магіла льва» і «Курган». Была сярод гэтых твораў і «Тутэйшыя» - п'еса, якая прынясе Янку Купалу гонар і славу, праўда, праз дзесяцігоддзі. Ён тонка і дакладна адчуваў глыбінную сутнасць перамен у грамадстве і нацыянальнай свядомасці. Менавіта адлюстраванне гэтых зьменаў, паказ працэсу абуджэння беларускага народа і прывялі да таго, што трагікамедыя «Тутэйшыя» амаль 60 гадоў была пад забаронай для пастаноўкі і апублікавання."
          },
          "fourthLine": {
            "dataTime": "1919-1930",
            "data": "Жыццё паэта была напоўнена не толькі творчасцю, але і актыўнай грамадска-палітычнай дзейнасцю, сутычкамі з «моцнымі гэтага свету». З'яўляючыся кандыдатам у члены і членам Цэнтральнага выканаўчага камітэта БССР, дэпутатам Вярхоўнага Савета рэспублікі, акадэмікам Акадэміі навук Беларусі і Украіны, быўшы узнагароджаны званнем народнага паэта БССР, тым не менш ён заўсёды быў «пад прыцэлам» ОГПУ (потым - НКВД). Яго спрабавалі схіліць да супрацоўніцтва, прымусіць пагадзіцца з роляй кіраўніка міфічнага Саюза вызвалення Беларусі, які нібыта існаваў у рэспубліцы. У 1930 годзе Янка Купала зрабіў спробу самагубства, аднак жонка выратавала яго ад пагібелі."
          },
          "fifthLine": {
            "dataTime": "1942",
            "data": "28 чэрвеня 1942 г., за некалькі дзён да свайго 60-годдзя, паэт трагічна загінуў у Маскве. Абставіны гэтай трагедыі не высветлены да гэтага часу. У 1962 году урна з прахам беларускага класіка перавезена ў Мінск і ўрачыста перапахаваная на Вайсковых могілках."
          }
        },
        "productList": [
          "Паўлінка, 1912",
          "Прымакі, 1913",
          "Раскіданае гняздо, 1913",
          "Тутэйшыя, 1922",
          "Безназоўнае, 1924",
          "З угодкавых настрояў, 1927",
          "Над ракой Арэсай, 1933",
          "Тарасова доля, 1939"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць твораў Якуб Колас стварыў тут"
        }
      },
      "Владимир Короткевич": {
        "name": "Уладзімір Караткевіч",
        "image": "/media/korotkevich/portret.jpg",
        "years": "1930 - 1984",
        "birthdayPlace": "Орша",
        "description": "Уладзі́мір Сямё́навіч Каратке́віч беларускі паэт, празаік, драматург, публіцыст, перакладчык, сцэнарыст, класік беларускай літаратуры",
        "youtube": "https://www.youtube.com/watch?v=TOBB80OpIRI",
        "about": "Уладзі́мір Сямё́навіч Каратке́віч — беларускі паэт, празаік, драматург, публіцыст, перакладчык, сцэнарыст, класік беларускай літаратуры. Адна з найбольш яскравых постацей у беларускай літаратуры другой паловы XX ст.. Першы беларускі пісьменнік, які звярнуўся да жанру гістарычнага дэтэктыву. Творчасць Уладзіміра Караткевіча адрозніваецца рамантычнай скіраванасцю, высокай мастацкай культурай, патрыятычным пафасам і гуманістычным гучаннем. Пісьменнік істотна ўзбагаціў беларускую літаратуру ў тэматычных і жанравых адносінах, напоўніў яе інтэлектуальным і філасофскім зместам. Найбольш вядомыя такія творы аўтара, як аповесці «Дзікае паляванне караля Стаха», «Сівая легенда», раманы «Каласы пад сярпом тваім», «Хрыстос прызямліўся ў Гародні», «Чорны замак Альшанскі», нарыс «Зямля пад белымі крыламі».",
        "gallery": [
          "/media/korotkevich/korotkevich-1.jpg",
          "/media/korotkevich/korotkevich-2.jpg",
          "/media/korotkevich/korotkevich-3.jpg",
          "/media/korotkevich/korotkevich-5.jpg",
          "/media/korotkevich/korotkevich-6.jpg",
          "/media/korotkevich/korotkevich-7.jpg",
          "/media/korotkevich/korotkevich-8.jpg",
          "/media/korotkevich/korotkevich-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1930 – 1948",
            "data": "Нарадзіўся 26 лістапада 1930 г. у горадзе Оршы Віцебскай вобласці ў сям'і інтэлігентаў. Бацька — Сямён Цімафеевіч (1887—1959. Маці — Надзея Васілеўна (1893—1977), з роду Грынкевічаў, пасля заканчэння Марыінскай гімназіі ў Магілёве некаторы час працавала настаўніцай у сельскай школе пад Рагачовам, пасля выхаду замуж занялася хатняй гаспадаркай. У 1938 г. пайшоў у школу ў Оршы. Да пачатку вайны паспеў скончыць 3 класы. Толькі ў жніўні 1943 г. яна змагла прывезці Валодзю да бацькоў у Арэнбург, дзе ён скончыў 6 класаў. У кастрычніку 1941 г. на фронце загінуў старэйшы брат Валодзі Валерый. Жонку Валерыя Вольгу, якая заставалася на захопленай нямецкімі войскамі тэрыторыі, загубілі акупанты. Летам 1944 г. пасля вызвалення савецкімі войскамі Кіева Уладзімір Караткевіч разам з маці на некаторы час пераехаў у нядаўна вызвалены горад, дзе жылі сваякі. Восенню 1944 г. сям'я вярнулася ў Оршу. "
          },
          "secondLine": {
            "dataTime": "1949 – 1954",
            "data": "Пасля заканчэння ўніверсітэта, у 1954—1956 гг. працаваў настаўнікам рускай мовы і літаратуры ў сельскай школе], у вёсцы Лісавычы ў Кіеўскай вобласці Украіны. У 1956—1958 гг. працаваў настаўнікам у Оршы. Пазней вучыўся на Вышэйшых літаратурных курсах (1958—1960), сцэнарных курсах (1962) і Інстытуце кінематаграфіі ў Маскве (цяпер Усерасійскі дзяржаўны інстытут кінематаграфіі імя С. А. Герасімава) і стаў прафесійным пісьменнікам."
          },
          "thirdLine": {
            "dataTime": "1955 – 1972",
            "data": "Пасля заканчэння ўніверсітэта, у 1954—1956 гг. працаваў настаўнікам рускай мовы і літаратуры ў сельскай школе. У пачатку 1963 г. Уладзімір Караткевіч атрымаў у Мінску аднапакаёвую кватэру па адрасе вул. Чарнышэўскага, д. 7, кв. 57. Праз некаторы час з Оршы ў Мінск да яго пераехала маці."
          },
          "fourthLine": {
            "dataTime": "1966 – 1979",
            "data": "Весной 1973 года они обменяли квартиру Короткевича на ул. Веры Хоружей и её комнату на трёхкомнатную квартиру на ул. К. Маркса, 36, где в дальнейшем они и проживали втроём, вместе с матерью Владимира Короткевича. Писатель любил много путешествовать — с друзьями и женой, в составе съёмочных групп и научных экспедиций он много исходил и изъездил по Белоруссии и другим странам, дважды бывал в Польше (1971, 1977), трижды в Чехословакии (1973, 1975, 1979)"
          },
          "fifthLine": {
            "dataTime": "1980 – 1984",
            "data": "Вясной 1973 г. яны абмянялі кватэру Караткевіча на вул. Веры Харужай і яе пакой на трохпакаёвую кватэру на вул. Карла Маркса, 36, дзе далей і жылі разам з маці Уладзіміра Караткевіча. Апошнія дні лютага 1983 г. былі вельмі трагічнымі для пісьменніка — у адзін дзень, 28 лютага, памерлі яго жонка і родная цётка па матчынай лініі — Яўгенія Васілеўна, у якой ён жыў у вызваленым у 1944 г. Кіеве. Паводле слоў пісьменніка, ён у тыя дні «адчуваў сябе на мяжы нервовага надлому». У шлюбе з Валянцінай Браніславаўнай ён пражыў 12 гадоў, але дзяцей у іх не было. Незадоўга да смерці Караткевіч наведаў блізкія і дарагія яму мясціны. Ён з'ездзіў у Рагачоў, у Кіеў на юбілейную сустрэчу выпускнікоў Кіеўскага ўніверсітэта. 12 ліпеня 1984 г. ён з сябрамі, фотакарэспандэнтам Валянцінам Ждановічам і мастаком Пятром Драчовым, адправіўся ў паход па Прыпяці, дзе яму стала дрэнна, і ён 20 ліпеня вярнуўся ў Мінск. Памёр 25 ліпеня 1984 г. Пахаваны на Усходніх могілках у Мінску."
          }
        },
        "productList": [
          "Дзядуля 1952",
          "Паляшук 1952",
          "Завеі 1958",
          "Лятучы галандзец 1958",
          "Барвяны шчыт 1963",
          "Краіна Цыганія 1969",
          "Былі ў мяне мядзведзі 1970",
          "Вялікі Шан Ян (Песня пра баявыя калясніцы) 1970",
          "Мая Іліяда 1969",
          "Паэзія розных гадоў 1987"
        ],
        "geoMark": {
          "coordinates": [
            54.510122,
            30.417883
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большинство произведений Уладзімір Караткевіч создал здесь"
        }
      },
      "Рыгор Бородулин": {
        "name": "Рыгор Барадулін",
        "image": "/media/baradulin/portret.jpg",
        "years": "1935 - 2014",
        "birthdayPlace": "Верасоўка",
        "description": "Вядомы таксама як Дзя́дзька Рыго́р — беларускі і савецкі паэт, эсэіст і перакладчык",
        "youtube": "https://www.youtube.com/watch?v=kuaJLU71W10",
        "about": "Рыгор Барадулін з’яўляецца апошнім чалавекам, які атрымаў званне «Народны паэт Беларусі». У 2006 г. кандыдатура Барадуліна была сярод намінантаў на Нобелеўскую прэмію ў галіне літаратуры за зборнік вершаў «Ксты». У яго творах адкрываецца жывая крыніца хараства мовы і мудрасці народа, яго традыцый і звычаяў, своеасаблівай натурфіласофіі.",
        "gallery": [
          "/media/baradulin/baradulin-1.jpg",
          "/media/baradulin/baradulin-2.jpg",
          "/media/baradulin/baradulin-3.jpg",
          "/media/baradulin/baradulin-4.jpg",
          "/media/baradulin/baradulin-5.jpg",
          "/media/baradulin/baradulin-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1935 – 2014",
            "data": "Нарадзіўся 1935/02/24 на хутары Вересовка, у 1937 годзе хутар быў ліквідаваны і сям'ю паэта перасялілі ў Ушачы."
          },
          "secondLine": {
            "dataTime": "1953-2013",
            "data": "Пачаў публікавацца ў 1953 годзе, першыя вершы былі надрукаваныя ў газеце «Чырвоная змена». Першы зборнік паэзіі «Месяц над стэпам» выйшаў у 1959 году."
          },
          "thirdLine": {
            "dataTime": "1980 – 2014",
            "data": "Называў сябе грэка-каталіком, аднак быў перакананы, што «не настолькі важна, як называешся ты: праваслаўны, каталік, мусульманін - бо Бог адзіны»"
          },
          "fourthLine": {
            "dataTime": "1980 – 2014",
            "data": "Памёр 2 сакавіка 2014 года ў сваёй кватэры ў Мінску на 80-м годзе жыцця ад хваробы Паркінсана."
          },
          "fifthLine": {
            "dataTime": "2017",
            "data": "24 снежня 2017 г. у Мінску, урачыста адкрылі памятную дошку (аўтар скульптар Ігар Засімавічы) на доме, дзе жыў паэт."
          }
        },
        "productList": [
          "Маладзік над стэпам, 1959",
          "Рум, 1976",
          "Ксты, 2005",
          "Руны Перуновы, 2006",
          "Перакуленае, 2010",
          "Вушацкі словазбор Рыгора Барадуліна, 2013"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большинство произведений Рыгор Барадулін создал здесь"
        }
      },
      "Якуб Колас": {
        "name": "Якуб Колас",
        "image": "/media/kolas/portret.jpg",
        "years": "1882 -1956",
        "birthdayPlace": "Акiнчыцы",
        "description": "Настоящее имя и фамилия Константин Михайлович Мицкевич. Белорусский советский писатель, поэт и переводчик",
        "youtube": "https://www.youtube.com/watch?v=HxFeWGZspJQ",
        "about": "Якуб Колас унёс значны ўклад у нацыянальную і сусветную літаратуру. Яго творы перакладзены больш чым на 40 моў свету. Найбольш важнымі яго дасягненнямі з'яўляюцца: пашырэнне жанравых магчымасцяў беларускай літаратуры, ўзбагачэнне нацыянальнай паэзіі філасофскай і пейзажнай лірыкай, спалучэнне лірыкі і эпасу, закладанне асноў беларускага рамана і беларускай дзіцячай літаратуры, станаўленне норм беларускай літаратурнай мовы",
        "gallery": [
          "/media/kolas/kolas-1.jpg",
          "/media/kolas/kolas-2.jpg",
          "/media/kolas/kolas-3.jpg",
          "/media/kolas/kolas-4.jpg",
          "/media/kolas/kolas-5.jpg",
          "/media/kolas/kolas-6.jpg",
          "/media/kolas/kolas-7.jpg",
          "/media/kolas/kolas-8.jpg",
          "/media/kolas/kolas-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "Нарадзіўся 22 кастрычніка (3 лістапада) 1882 года ў вёсцы Акінчыцы (цяпер тэрыторыя горада Стоўбцы Стаўбцоўскага раёна Мінскай вобласці Беларусі), у сям'і лесніка Міхаіла (Міхася) Міцкевіча "
          },
          "secondLine": {
            "dataTime": "1902-1914",
            "data": "Скончыў народную школу, у 1902 году - Нясвіжскую настаўніцкую семінарыю. Працаваў настаўнікам на Піншчыне (1902-1906). У 1906 году першая публікацыя - верш« Край родны »у беларускай газеце« Наша доля ». За ўдзел у арганізацыі нелегальнага настаўніцкага з'езда быў прысуджаны да зняволення, якое адбываў у менскай турме (1908-1911). у 1912-1914 гадах настаўнічаў у Пінску, тут у яго нарадзіўся яго старэйшы сын Данііл, які пасля стаў стваральнікам і першым дырэктарам музея свайго бацькі"
          },
          "thirdLine": {
            "dataTime": "1915-1918",
            "data": "У 1915 годзе эвакуіраваўся разам з сям'ёй у Падмаскоўі, працаваў настаўнікам у Дзмітраўскім павеце. У гэтым жа годзе мабілізаваны ў войска. Скончыў Аляксандраўскае ваеннае вучылішча Масква, 1916 і служыў у запасным палку ў Пермі. У гэты час яго сям'я пераехала ў Абаянь (Курская губерня). У званні падпаручніка ўлетку 1917 года быў адпраўлены на Румынскі фронт"
          },
          "fourthLine": {
            "dataTime": "1921-1956",
            "data": "У траўні 1921 года пераехаў у Мінск. У далейшым займаўся творчай і навуковай дзейнасцю. Акадэмік (1928), з 1929 году - віцэ-прэзідэнт Акадэміі навук БССР, дэпутат ВС БССР (1938-1956). У гады Вялікай Айчыннай вайны ў эвакуацыі ў Падмаскоўі, Ташкенце, Маскве. у 1944 годзе вярнуўся ў Минск.Депутат ВС СССР (1946-1956), старшыня беларускага рэспубліканскага камітэта абароны міру. Адзін з рэдактараў акадэмічнага «Руска-беларускага слоўніка» (1953)"
          },
          "fifthLine": {
            "dataTime": "1956",
            "data": "У канцы жыцця шмат і часта хварэў, у прыватнасці, перанёс 26 запаленняў лёгкіх. Якуб Колас раптоўна памёр 13 жніўня 1956 году. Пахаваны на Вайсковых могілках у Мінску"
          }
        },
        "productList": [
          "Песні-жальбы 1910",
          "Апавяданні, 1912",
          "Родныя з'явы, 1914",
          "Тоўстае палена, 1913",
          "Казкі жыцця, 1921",
          "Новая зямля, 1923",
          "Сымон-музыка, 1925",
          "На прасторах жыцця 1926",
          "У глыбіні Палесся, 1927"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць твораў Якуб Колас стварыў тут"
        }
      },
      "Максим Танк": {
        "name": "Максім Танк",
        "image": "/media/tank/portret.jpg",
        "years": "1912 -1995",
        "birthdayPlace": "Пількаўшчына",
        "description": "Cапр.: Яўген Іванавіч Скурко. Беларускі і савецкі паэт, перакладчык, грамадскі дзеяч.",
        "youtube": "https://www.youtube.com/watch?v=40Uhtifsk7s",
        "about": "Паэзія Максіма Танка ўражвае разнастайнасцю тэм, вобразаў, форм, творчым засваеннем нацыянальнай паэтычнай традыцыі і наватарствам. А галоўная тэма, якая праходзіць праз усю творчасць М. Танка, - Радзіма ў самых розных яе праявах: гісторыя і яе адлюстраванне ў легендах і паданнях, праца, песні, мары народа, маляўнічая прырода, мілагучная родная мова.",
        "gallery": [
          "/media/tank/tank-1.jpg",
          "/media/tank/tank-2.jpg",
          "/media/tank/tank-3.jpg",
          "/media/tank/tank-4.jpg",
          "/media/tank/tank-5.jpg",
          "/media/tank/tank-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1912",
            "data": "Нарадзіўся 4 (17) верасня 1912 года ў вёсцы Пильковщина (цяпер Мядзельскага раёна Мінскай вобласці Беларусі) у сялянскай сям'і."
          },
          "secondLine": {
            "dataTime": "1945—1948",
            "data": "Максім Танк з'яўляўся рэдактарам у гумарыстычным часопісе «Вожык»."
          },
          "thirdLine": {
            "dataTime": "1948—1966",
            "data": "З'яўляўся галоўным рэдактарам беларускага літаратурнага часопіса 'Полымя'."
          },
          "fourthLine": {
            "dataTime": "1965—1971",
            "data": "Старшыня ВС БССР (1965-1971). Дэпутат Вярхоўнага Савета СССР з 1969 года."
          },
          "fifthLine": {
            "dataTime": "1995",
            "data": "Максім Танк памёр у Менску 7 жніўня 1995 года. Пахаваны ў роднай вёсцы."
          }
        },
        "productList": [
          "Вершы, 1979",
          "Ключ жураўліны, 1972",
          "Дарога, закалыханая жытам, 1976",
          "Прайсці праз вернасць, 1979",
          "За маім сталом, 1984",
          "Дарога і хлеб, 1988",
          "Паслухайце, вясна ідзе, 1990",
          "Мой каўчэг, 1994"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць твораў Максім Танк стварыў тут"
        }
      },
      "Василь Быков": {
        "name": "Васіль Быкаў",
        "image": "/media/bykov/portret.jpg",
        "years": "1924-2003",
        "birthdayPlace": "Бычкі",
        "description": "Васіль Уладзіміравіч Быкаў - беларускі і савецкі пісьменнік і грамадскі дзеяч, удзельнік Вялікай Айчыннай вайны, капітан.",
        "youtube": "https://www.youtube.com/watch?v=VgIEoFsgMck&t=2s",
        "about": "Нарадзіўся ў сялянскай сям'і. У 1939 скончыў 8 класаў Кубліцкай сярэдняй школы, паступіў на скульптурнае аддзяленне Віцебскага мастацкага вучылішча. Паступіў у Віцебскую школу ФЗН № 5, дзе вучыўся да мая 1941. Вайна заспела яго ва Украіне, дзе ён удзельнічаў у абаронных работах. Увосень 1943 года прысвоена званне малодшага лейтэнанта. Ваяваў на 2-м і 3-м Украінскіх франтах. У пачатку 1944 года тры месяцы знаходзіўся ў шпіталі. Пасля дэмабілізацыі В. Быкаў жыў у Гродне (з 1947), працаваў мастаком у гродзенскіх майстэрнях, у рэдакцыі абласной газеты «Гродзенская праўда» (1947—49). У 1949—55 зноў служыў у Савецкай Арміі. Канчаткова дэмабілізаваўшыся (маёр запаса), працаваў літаратурным супрацоўнікам, літаратурным кансультантам газеты «Гродзенская праўда» (1956—72). Член Саюза пісьменнікаў СССР з 1959. Выступаў як журналіст. У 1978-м пераехаў на сталае жыццё ў Мінск. 3 гэтага часу займаўся выключна творчай працай. Выбіраўся дэпутатам Вярхоўнага Савета БССР (1978—89). Народны дэпутат СССР (1989). У пачатку 1998 года Васіль Быкаў на запрашэнне Фінскага ПЭН-цэнтра вырашыў пажыць у Фінляндыі, куды і пераехаў разам з жонкай у чэрвені таго ж года. Памёр 22 чэрвеня 2003 года ў 20 гадзін 30 хвілін у рэанімацыйным аддзяленні анкалагічнага шпіталю ў Бараўлянах, пад Мінскам.",
        "gallery": [
          "/media/bykov/bykov-1.jpg",
          "/media/bykov/bykov-2.jpg",
          "/media/bykov/bykov-3.jpg",
          "/media/bykov/bykov-4.jpg",
          "/media/bykov/bykov-5.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1924",
            "data": "Нарадзіўся 19 чэрвеня 1924 году ў вёсцы Бычкі Ушацкага раёна Віцебскай вобласці ў сялянскай сям'і."
          },
          "secondLine": {
            "dataTime": "1939—1940",
            "data": "Вучыўся на скульптурным аддзяленьні Віцебскай мастацкай вучэльні."
          },
          "thirdLine": {
            "dataTime": "1949-1955",
            "data": "Служыў у Савецкай арміі, у 1955 году дэмабілізаваўся ў званні маёра."
          },
          "fourthLine": {
            "dataTime": "1955-1972",
            "data": "Працаваў у «Гродненской правде». З 1959 года член Саюза пісьменнікаў СССР."
          },
          "fifthLine": {
            "dataTime": "1972-1978",
            "data": "Сакратар Гродзенскага аддзялення Саюза пісьменнікаў Беларускай ССР."
          },
          "sixthLine": {
            "dataTime": "1978-1989",
            "data": "Пераехаў у Мінск. Абіраўся дэпутатам Вярхоўнага Савета Беларускай ССР."
          },
          "seventhLine": {
            "dataTime": "1997",
            "data": "Жыў за мяжой у палітычнай эміграцыі - спачатку па запрашэнні ПЭН-цэнтра Фінляндыі пражываў у ваколіцах Хельсінкі, затым, атрымаўшы запрашэнне ПЭН-цэнтра ФРГ, пераехаў у Нямеччыну, а затым у Чэхію. Вярнуўся на радзіму толькі за месяц да смерці."
          },
          "eighthLine": {
            "dataTime": "2003",
            "data": "Памёр 22 чэрвеня 2003 года ў 20 гадзін 30 хвілін ад злаякаснай пухліны страўніка ў рэанімацыйным аддзяленні анкалагічнага шпіталю ў Бараўлянах, пад Менскам."
          }
        },
        "productList": [
          "Апошні баец, 1957",
          "Мёртвым не баліць, 1965",
          "Праклятая вышыня, 1968",
          "Абеліск, 1971",
          "Знак бяды, 1982",
          "Аблава, 1988",
          "Ваўчыная яма, 1998",
          "Балота, 2001"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Василь Быков создал здесь"
        }
      },
      "Кондрат Крапива": {
        "name": "Кандрат Крапіва",
        "image": "/media/krapiva/portret.jpg",
        "years": "1896—1991",
        "birthdayPlace": "Нізок",
        "description": "сапр.: Кандрат Кандратавіч Атраховіч (5 сакавіка 1896, в. Нізок, цяпер Уздзенскі раён — 7 студзеня 1991, Мінск) — беларускі пісьменнік, паэт, сатырык, драматург, перакладчык, грамадскі дзеяч, літаратуразнавец.",
        "youtube": "https://www.youtube.com/watch?v=BjxiKxV32_w",
        "about": "Нарадзіўся 22 лютага (5 сакавіка) 1896 год у вёсцы Нізок (цяпер Уздзенскі раён Мінскай вобласці Рэспублікі Беларусь) у сялянскай сям'і. Вучыўся ў царкоўна-прыходскай школе ў роднай вёсцы, Уздзенскім народным вучылішчы, 4х-класавым гарадскім вучылішчы горада Стоўбцы, з якога перавёўся ў вучылішча Койданава (цяпер Дзяржынск). Творчая біяграфія Кандрата Крапівы пачалася ў 1922 годзе з публікацыі яго першага друкаванага твора, фельетона ў вершах 'Жылі-былі', апублікаванага ў газеце 'Комсомольская правда'. 23 мая 1922 года ў майскім нумары газеты 'Савецкая Беларусь' з'явіўся першым беларускамоўнае сатырычны верш 'Сваты'. У прадмове да апошняй прыжыццёвай кнізе Кандрата Крапівы 'Калючы строй', якая выйшла ў 1989 годзе ў выдавецтве 'Мастацкая літаратура', вядомы беларускі пісьменнік і літаратуразнаўца Іван Навуменка пісаў: 'Калі б Кандрат Крапіва нават не напісаў сваіх драм і сатырычных камедый, рамана' Мядзведзічы ', то аднымі толькі сваімі байкамі, сатырычнымі вершамі ён заняў бы адно з першых месцаў у беларускай літаратуры'. І крыху ніжэй растлумачыў: 'Гэта такі згустак вострага народнага розуму, Паражальны смеху, абсьмейваньня зла і зацвярджэння дабра, якіх да Крапівы не ведала беларуская літаратура'.",
        "gallery": [
          "/media/krapiva/krapiva-1.jpg",
          "/media/krapiva/krapiva-2.jpg",
          "/media/krapiva/krapiva-3.jpg",
          "/media/krapiva/krapiva-4.jpg",
          "/media/krapiva/krapiva-5.jpg",
          "/media/krapiva/krapiva-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1896",
            "data": "Нарадзіўся 22 лютага (5 сакавіка) 1896 год у вёсцы Нізок (цяпер Уздзенскі раён Мінскай вобласці Рэспублікі Беларусь) у сялянскай сям'і."
          },
          "secondLine": {
            "dataTime": "1920-1923",
            "data": "Служыў у РККА."
          },
          "thirdLine": {
            "dataTime": "1924-1925",
            "data": "Працаваў настаўнікам пачатковай школы ў пасёлку Астравок на Уздзеншчыне."
          },
          "fourthLine": {
            "dataTime": "1925-1936",
            "data": "1925 г. пераехаў у Мінск. быў членам літаратурнага аб'яднання 'Маладняк' (да 1926), потым 'Узвышша'. 1925-1926 гадах - інструктар Цэнтральнага бюро краязнаўства пры Інбелкульце. 1932-1936 гады - загадчык аддзела ў літаратурным часопісе 'Полымя рэвалюцыі'. У 1926-1930 гадах вучыўся на літаратурна-лінгвістычным аддзяленні педагагічнага факультэта БДУ."
          },
          "fifthLine": {
            "dataTime": "1939-1947",
            "data": "У 1939 годзе ўдзельнічаў у Польскім паходзе РККА. Удзельнік савецка-фінскай вайны 1939-1940 гадоў. У пачатку Вялікай Айчыннай вайны працаваў у франтавой газеце 'За Савецкую Беларусь', 'Чырвонаармейская праўда', у 1943-1945 гадах рэдагаваў сатырычную газету-плакат 'Раздавім фашысцкую гадзіну'. У 1945-1947 гады - рэдактар часопіса 'Вожык'."
          },
          "sixthLine": {
            "dataTime": "1947-1989",
            "data": "У 1947-1952 гады - загадчык сектара мовазнаўства Інстытута мовы і літаратуры Акадэміі навук БССР, дырэктар Інстытута мовазнаўства АН БССР (1952-1956). З 1956 па снежань 1982 году - віцэ-прэзідэнт АН БССР. Са снежня 1982 года па сакавік 1989 года, - вядучы навуковы супрацоўнік-кансультант у аддзеле лексікалогіі і лексікаграфіі Інстытута мовазнаўства імя Якуба Коласа АН БССР."
          },
          "seventhLine": {
            "dataTime": "1991",
            "data": "К. Крапіва памёр 7 студзеня 1991 года. Пахаваны ў Мінску на Усходніх (Маскоўскіх) могілках."
          }
        },
        "productList": [
          "Астё, 1925",
          "Байкі, 1927",
          "Пра нашых шкоднікаў, папоў і угоднікаў, 1930",
          "Федос - Чырвоны нос, 1931",
          "Сатыра і гумар, 1954",
          "Жаба ў каляіне, 1957",
          "Байкі і вершы, 1971",
          "Загадкі дзеда Кандрата, 1986"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Кондрат Крапива создал здесь"
        }
      },
      "Викентий Дунин-Марцинкевич": {
        "name": "Вінцэнт Дунін-Марцінкевіч",
        "image": "/media/dunin-martsinkevich/portret.jpg",
        "years": "1808—1884",
        "birthdayPlace": "Панюшкавічы",
        "description": "Беларускі празаік, паэт, драматург, тэатральны крытык. Заснавальнік нацыянальнай драматургіі, тэатра, першы класік новай беларускай літаратуры.",
        "youtube": "https://www.youtube.com/watch?v=NzDAnbltnPA",
        "about": "Нарадзіўся Вінцэнт (Вікенцій Іванавіч) Дунін-Марцінкевіч (у метрыцы аб нараджэнні няма придомка Дунін, ні ў бацькоў, ні ў хроснай - роднай сястры Юльянам, а сам немаўля быў ахрышчаны падвойным імем Вінцэнт-Якуб) 4 лютага 1808 года ў фальварку Панюшковичи Бабруйскага павета Мінскай губерні ў шляхецкай сям'і. Пасля заканчэння Бабруйскага павятовага вучылішча і Віленскай бызыліянскія бурсы паступіў на медыцынскі факультэт Пецярбургскага (па іншых звестках Віленскага) універсітэта, але вымушаны быў перапыніць вучобу з-за хваробы. Звесткі аб усіх этапах адукацыі не пацвярджаюцца ніякімі архіўнымі дакументамі, а вядомыя толькі па няпэўных біяграфіях Марцінкевіча. У фармулярныя спісе пра службу ніякіх дадзеных аб атрыманай адукацыі няма. Хутчэй за ўсё, яно было хатнім. Пісаў на польскай і беларускай мове. У цэнтры яго мастацкіх замалёвак стаіць беларуская вёска, яе побыт. Асаблівая ўвага надаецца беларускаму фальклору. Паэт маляўніча прайгравае беларускія абрады (купальская ноч, дажынкі, 'дзяды', вяселле). Для творчасці В. Дуніна-Марцінкевіча характэрныя элементы сентыменталізм.",
        "gallery": [
          "/media/dunin-martsinkevich/dunin-martsinkevich-1.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-2.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-3.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-4.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1835-1836",
            "data": "Па падазрэнні ў падробцы дваранскіх дакументаў і каралеўскіх пячатак быў арыштаваны і знаходзіўся пад хатнім арыштам, на гарадской гаўптвахце і каля тыдня ў Мінскім турэмным замку, ці, як яго называлі неафіцыйна, 'Пішчалаўскім замку'. Вярнуўся на працу ў духоўную кансысторыю толькі праз 4 месяцы, у лютым 1836 гады, дзе ў тлумачальнай аб такім вялікім прагуле напісаў толькі пра хатні арышт, схаваўшы факт зняволення ў турме. У выніку расследавання быў пакінуты ў 'моцным падазроне'."
          },
          "secondLine": {
            "dataTime": "1840",
            "data": "У 1840 году пакінуў службу, набыў фальварак Люцынка каля Івянца Валожынскага раёна, які стаў для яго месцам пастаяннага жыхарства да канца дзён. Аднак шмат часу праводзіў пісьменнік у Мінску, у асяроддзі дэмакратычнай інтэлігенцыі."
          },
          "thirdLine": {
            "dataTime": "1862-1864",
            "data": "У Добровлянах хаваўся ад пераследу царскай адміністрацыі. У сакавіку 1862 года часовую ваенны губернатар Мінскай губерні генерал-маёр Кушаль разаслаў цыркуляр, у якім было напісана: 'Па атрыманых мною праўдзівым звестках высвятляецца, што памешчыкам Марцінкевічам напісаны на народным беларускай мове абуральнае верш пад назвай' Гутарка старога дзеда ', што мае на мэце распачаць сялян заходніх губерняў супраць урада, ... і што г. Марцінкевіч стараецца распаўсюджваць твор сваё ... сярод простага народа '."
          },
          "fourthLine": {
            "dataTime": "1864-1884",
            "data": "З 22 лютага 1864 года вымушаны быў пераехаць у найблізкае мястэчка Свір, дзе пражываў паўгода да самага свайго арышту. У час паўстання паліцыя прыпісвала яму аўтарства антыўрадавых выданняў. Спасылка дачкі Камілы, арышт самога Дуніна-Марцінкевіча з 1864 па 1865 год, грашовыя штрафы, строгі нагляд паліцыі пасля вызвалення з турмы - усё гэта вялікі цяжарам легла на пісьменніка. Тэатральная дзейнасць Дуніна-Марцінкевіча не дасягнула сапраўднага росквіту з-за неспрыяльных знешніх умоў, але паслужыла падмуркам для далейшага развіцця беларускай драматургіі і прафесійнага тэатра. Памёр у 1884 годзе."
          }
        },
        "productList": [
          "Гапон, 1854",
          "Вечарніцы, 1855",
          "Купала, 1855",
          "Пінская шляхта, 1866"
        ],
        "geoMark": {
          "coordinates": [
            53.145889, 
            29.224702
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць твораў Вікенцій Дунін-Марцінкевіч стварыў тут"
        }
      },
      "Янка Брыль": {
        "name": "Янка Брыль",
        "image": "/media/bril/portret.jpg",
        "years": "1917-2006",
        "birthdayPlace": "Адэса",
        "description": "Беларускі савецкі пісьменнік і перакладчык",
        "youtube": "https://www.youtube.com/watch?v=Ci1yzGPisVA",
        "about": "Беларускі савецкі пісьменнік і перакладчык. Народны пісьменнік Беларускай ССР (1981). Лаўрэат Сталінскай прэміі трэцяй ступені (1952). Лаўрэат Дзяржаўнай прэміі Беларускай ССР імя Якуба Коласа (1982).",
        "gallery": [
          "/media/bril/bril-1.jpg",
          "/media/bril/bril-2.jpg",
          "/media/bril/bril-3.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1917 - 1938",
            "data": "Нарадзіўся ў Адэсе ў сям'і чыгуначніка Антона Данілавіча Брыля. У 1922 разам з бацькамі вярнуўся на іх радзіму, у вёску Загор'е (Польшча, цяпер Карэліцкі раён, Гродзенская вобласць). У 1931 Я. Брыль скончыў польскую сямігодку і паступіў у Навагрудскую гімназію, але не змог вучыцца з-за матэрыяльных цяжкасцей."
          },
          "secondLine": {
            "dataTime": "1939 - 1944",
            "data": "У 1939 прызваны ў Войска Польскае, служыў у марской пяхоце. Пасля пачатку II Cусветнай вайны, у верасні таго ж года трапіў пад Гдыняй у нямецкі палон, у 1941 уцёк, вярнуўся на Беларусь і далучыўся да партызанаў. У 1942 Я. Брыль стаў сувязным партызанскай брыгады імя Жукава Баранавіцкага злучэння, а ў 1944 — разведчыкам партызанскай брыгады «Камсамолец». Рэдагаваў газету «Сцяг свабоды» Мірскага падпольнага райкома партыі і сатырычны лісток «Партызанскае жыга́ла». Па вызваленні Беларусі працаваў рэдактарам раённай газеты ў г. п. Мір, літаратурным супрацоўнікам газеты-плаката «Раздавім фашысцкую гадзіну», загадваў аддзелам рэдакцыі часопіса «Вожык». У розныя гады Я. Брыль быў намеснікам рэдактара часопісаў «Маладосць» і «Полымя», працаваў рэдактарам Дзяржаўнага выдавецтва Беларусі, быў сакратаром праўлення Саюза пісьменнікаў БССР, вёў актыўную работу па ўмацаванню сувязей беларускай літаратуры з літаратурамі народаў СССР і краін сацыялістычнай садружнасці. Шмат сіл Я. Брыль аддаваў працы ў якасці старшыні Беларускага таварыства «СССР — Канада»."
          },
          "thirdLine": {
            "dataTime": "1945 - 2006",
            "data": "З 1945 года член Саюза пісьменнікаў СССР. У 1966—1971 — сакратар праўлення СП БССР[2]. Двойчы абіраўся дэпутатам ВС БССР (1963—1967, 1980—1985). Старшыня Беларускага аддзялення таварыства «СССР — Канада» (1967—1990), член Беларускага ПЭН-цэнтра з 1989. Ганаровы член Нацыянальнай акадэміі навук Беларусі (1994). Дзед Антона Францішка Брыля. Памёр 25 ліпеня 2006 года, пахаваны ў Калодзішчах."
          }
        },
        "productList": [
          "Пачатак сталасці 1957",
          "Працяг размовы 1962",
          "Акраец хлеба 1977",
          "Сёння і памяць 1985",
          "Ад сяўбы да жніва 1987",
          "повести «Сірочы хлеб» 1950",
          "У Забалоцці днее 1950",
          "На Быстранцы 1955",
          "Ніжнія Байдуны 1975",
          "Золак, убачаны здалёк 1978",
          "роман «Птушкі і гнёзды» 1963"
        ],
        "geoMark": {
          "coordinates": [
            53.900820,
            27.566425
          ],
          "iconContent": "Асноўнае месца працы",
          "ballonContent": "Большасць часу прапрацаваў тут"
        }
      }
    }
  },
  "en": {
    "interface": {
      "mainMenu": {
        "main": "Main",
        "search": "Search",
        "brand": "Belorassian writers"
      },
      "author": {
        "books": "List of works"
      }
    },
    "autors": {
      "Иван Мележ": {
        "name": "Ivan Melezh",
        "image": "/media/melezh/portret.jpg",
        "years": "1921-1976",
        "birthdayPlace": "Glinische",
        "description": "A Belarussian prose writer, playwright and publicistic",
        "youtube": "https://www.youtube.com/watch?v=I-0ezESiCCw",
        "about": "Was born into a peasant family in the village of Hlinischy, Homel region, on February 8, 1921. In 1939 he began his studies at the Moscow Institute of History, Philosophy and Literature, and during his first year he was called up to the Army. From the very outset of the WWII he was at the front. After being hospitalised for a serious wound, he was sent back to the rear. In 1945 he graduated from the philological faculty of the Belarusian State University in Minsk. He subsequently taught in the university and worked on the journal Polymia; for many years he headed the Belarusian Writers' Union and was chairman of the Belarusian branch of the USSR-France Society.  His poetry was first published in 1939, and his prose in 1943. He is the author of the well-known novels The Minsk Line of Advance, People on the Marsh, The Storm's Breath and Snowstorm in December. The last three novels comprise an epic trilogy entitled The Palesse Chronicle, which portrays the life of a Palessian village and their release became a notable event in the history of Belarusian literature. He is also the author of many collections of novellas and short stories.  Melezh was a 'People's Writer' (1972), Lenin Literary Prize winner (1972), a National Literary Prize winner (1976) and Yakub Kolas Literary Prize winner (1962).",
        "gallery": [
          "/media/melezh/melezh-1.jpg",
          "/media/melezh/melezh-2.jpg",
          "/media/melezh/melezh-3.jpg",
          "/media/melezh/melezh-4.jpg",
          "/media/melezh/melezh-5.jpg",
          "/media/melezh/melezh-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1939",
            "data": "He was born to a peasant family. In 1939, he entered the Moscow Institute of History, Philosophy and Literature, but was there for only a year when he was drafted into the Red Army and served on the front in the Odessa and Rostov-on-Don areas. "
          },
          "secondLine": {
            "dataTime": "1942",
            "data": "He was seriously injured in 1942 and was moved to the rear following his recovery. Initially, he lived in Buguruslan, then studied at Baku State University"
          },
          "thirdLine": {
            "dataTime": "1945",
            "data": "He later taught Belarusian literature at Belarusan State University in Minsk. From 1945, he was a member of the Union of Soviet Writers, serving as Secretary after 1966 and Deputy Chairman from 1971 to 1974."
          },
          "fourthLine": {
            "dataTime": "1967-1976",
            "data": "From 1967 to 1976, he was a Deputy to the Supreme Soviet. He was designated a People's Writer of the Belarusian SSR in 1972 and was awarded numerous prizes, including the Lenin prize for his novels People of the Marsh («Людзі на балоце») and The Storm's Breath («Подых навальніцы»).  The central place in Melezh's work is made up by the novels of the Polesye Chronicle («Палеская хроніка»): People of the Marsh, The Storm's Breath and Snowstorm in December («Завеі, снежань»). These novels portray the life in his homeland in the 1920s and 1930s: the establishment of socialism, forced collectivization, and dekulakization. Melezh attempted to depict the history of this era truthfully, within the constraints imposed by the Soviet regime."
          },
          "fifthLine": {
            "dataTime": "1976",
            "data": "Passed away"
          }
        },
        "productList": [
          "У завіруху, 1946",
          "Гарачы жнівень, 1948",
          "Заўсёды наперадзе, 1948",
          "Блізкае і далёкае, 1954",
          "У гарах дажджы, 1957",
          "Што ён за чалавек, 1961",
          "Жыццёвыя клопаты, 1975"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works Ivan Melezh created here"
        }
      },
      "Янка Купала": {
        "name": "Yanka Kupala",
        "image": "/media/kupala/portret.jpg",
        "years": "1882-1942",
        "birthdayPlace": "Viazynka",
        "description": "A Belarusian poet and writer. Kupala is considered one of the greatest Belarusian-language writers of the 20th century.",
        "youtube": "https://www.youtube.com/watch?v=9FZehV2qJTk",
        "about": "Yanka KUPALA, the classic writer of Belarusian and world literature, one of the founders of modern Belarusian literature and literary Belarusian language, People's Poet of Belarus, the spiritual and moral leader of national rebirth in Belarus. A poet, playwright, publicist, translator, and public figure.",
        "gallery": [
          "/media/kupala/kupala-1.jpg",
          "/media/kupala/kupala-2.jpg",
          "/media/kupala/kupala-3.jpg",
          "/media/kupala/kupala-4.jpg",
          "/media/kupala/kupala-5.jpg",
          "/media/kupala/kupala-6.jpg",
          "/media/kupala/kupala-7.jpg",
          "/media/kupala/kupala-8.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "Kupala was born on July 7, 1882 in Viazynka, a folwark settlement near Maladzyechna. His family was noble, although both of Kupala's parents were employed as tenant farmers at the folwark. Kupala was thus essentially born into a landless peasant class. Kupala received a traditional Belarusian education, completing his studies in 1898. Following the death of his father in 1902, Kupala worked a variety of short-term jobs, including as a tutor, a shop assistant, and a record keeper."
          },
          "secondLine": {
            "dataTime": "1903-1907",
            "data": "Kupala's first serious literary attempt was Ziarno, a Polish-language sentimental poem which he completed around 1903–1904 under the pseudonym «K-a». His first Belarusian-language work («Мая доля») was dated July 15, 1904. Kupala's first published poem, «Мужык» («Peasant»), was published approximately a year later, appearing in Belarusian in the Russophone Belarusian newspaper Severo-Zapadnyi Krai (Northwestern Krai) on May 11, 1905. A number of subsequent poems by Kupala appeared in the Belarusian-language newspaper Nasha Niva from 1906 to 1907."
          },
          "thirdLine": {
            "dataTime": "1908",
            "data": "Kupala moved to Vilnius in 1908, where he continued with his career as a poet. The same year the first published collection of his poems, Жалейка (The Little Flute) brought on the ire of the czarist government, which ordered the book confiscated as an anti-government publication. The order for Kupala's arrest was revoked in 1909, but a second printing was again confiscated, this time by the local authorities in Vilnius. Kupala ceased working for the Nasha Niva in order to avoid ruining the reputation of the newspaper."
          },
          "fourthLine": {
            "dataTime": "1909-1910",
            "data": "Kupala left for Saint Petersburg in 1909. The subsequent year saw the publication of several works, including the poem Адвечная песьня (Eternal Song), which appeared as a book in St. Petersburg in July 1910. Сон на кургане (Dream on a Barrow)– completed in August 1910 –symbolised the poor state of Kupala's Belarusian homeland. Kupala left St. Petersburg and returned to Vilnius in 1913. Among those influencing Kupala in the 1910s was Maxim Gorky."
          },
          "fifthLine": {
            "dataTime": "1917-1930",
            "data": "Kupala's writing changed to an optimistic tone following the Great October Revolution of 1917. Among Kupala's numerous translations into the Belarusian language were the internationalist-Marxist anthem The Internationale and an ancient epic poem The Tale of Igor's Campaign (translated in 1921). Nevertheless, Kupala maintained his connections with the anti-Soviet oriented nationalist emigres of the Belarusian People's Republic, who exhorted that he join them in exile in Czechoslovakia during a trip abroad in 1927. At home, the newly established authorities considered him with some distrust–at times, criticism of Kupala in the press mounted insofar as Kupala's activities were regarded as too oriented around nationalism. This period stopped once Kupala printed a public letter of apology in the 1930s."
          },
          "sixthLine": {
            "dataTime": "1941-1942",
            "data": "Kupala was awarded the Order of Lenin in 1941 for the poetry collection Ад сэрца (From the Heart). With the Occupation of Belarus by Nazi Germany in 1941, because of being very ill he moved to Moscow and then to Tatarstan.[citation needed] Even from there he wrote poems supporting the Belarusian partisans fighting against Nazi Germany. He died in Moscow in 1942, aged 59, having fallen down the stairwell in Hotel Moskva."
          }
        },
        "productList": [
          "The Flute, 1905",
          "The Payment of Love, 1908",
          "The Minstrel, 1910",
          "On Paths of Life, 1913",
          "Tuteishiya (The Locals), 1922 "
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works Yanka Kupala created here"
        }
      },
      "Владимир Короткевич": {
        "name": "Vladimir Korotkevich",
        "image": "/media/korotkevich/portret.jpg",
        "years": "1930 - 1984",
        "birthdayPlace": "Orsha",
        "description": "Belarusian Soviet writer, poet, playwright, screenwriter and publicist, classic of Belarusian literature",
        "youtube": "https://www.youtube.com/watch?v=TOBB80OpIRI",
        "about": "Vladimir Semenovich Korotkevich - Belarusian Soviet writer, poet, playwright, screenwriter and publicist, a classic of Belarusian literature. Is one of the most prominent figures in the Belarusian literature of the XX century. He became the first Belarusian writer who turned to the genre of historical detective. The work of Vladimir Korotkevich is notable for his romantic orientation, high artistic culture, patriotic pathos and humanistic sound. The writer significantly enriched the Belarusian literature in thematic and genre relations, filled it with intellectual and philosophical content. The most famous works by the author include the stories “The Wild Hunt of King Stach”, “The Gray Legend”, the novels “Spikes under Your Sickle”, “Christ Has Landed in Grodno”, “Black Castle Olshansky”, the essay “Land Under White Wings”.",
        "gallery": [
          "/media/korotkevich/korotkevich-1.jpg",
          "/media/korotkevich/korotkevich-2.jpg",
          "/media/korotkevich/korotkevich-3.jpg",
          "/media/korotkevich/korotkevich-5.jpg",
          "/media/korotkevich/korotkevich-6.jpg",
          "/media/korotkevich/korotkevich-7.jpg",
          "/media/korotkevich/korotkevich-8.jpg",
          "/media/korotkevich/korotkevich-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1930 – 1944",
            "data": "Vladimir was born on November 26, 1930 in the city of Orsha (now in the Vitebsk region, Belarus) in a family of intellectuals. His father, Semyon Timofeevich, worked as a budget inspector in the Orsha district finance department. Mother, Nadezhda Vasilyevna, graduated from the Mariinsky gymnasium in Mogilyov, worked for some time as a teacher in a village school near Rogachev, after marriage she took up housekeeping. His mother knew world literature well."
          },
          "secondLine": {
            "dataTime": "1944 – 1954",
            "data": "During the Great Patriotic War he was with his family in evacuation in Moscow, Ryazan region, in the vicinity of Kungur in the Urals, and later in Orenburg and in Kiev. In 1944 he returned to Orsha, where he received a secondary education. His school friend, Leonid Krygman, noted that Vladimir, at the age of 14, possessed encyclopedic knowledge of literature and history. In the post-war years, Vladimir, an Orsha schoolboy, posted several of his poems in the manuscript magazine Zvёrochek, as well as his first adventure novel, The Mystery of Nefertiti. In addition, he wrote a series of stories and articles. In 1949-1954 he studied at the Russian department of the philological department of the Taras Shevchenko KSU. Then he graduated from graduate school there. In the summer of 1950, after the first course of philology, in Orsha, he wrote the first version of the story “The Wild Hunt of King Stach”."
          },
          "thirdLine": {
            "dataTime": "1955 – 1966",
            "data": "In the spring of 1955, he passed the candidate minimum examinations and began writing a dissertation about the uprising of 1863, but did not finish it. In 1954-1956 he worked as a school teacher of Russian language and literature in the village of Lesovichi (Taraschansky district, Kiev region of Ukraine), and then in 1956-1958 in his hometown, Orsha. He graduated from the Higher Literary (1958 - 1960) (during which he became interested in cinema and began working on scripts) and script courses (1962) at the Institute of Cinematography in Moscow."
          },
          "fourthLine": {
            "dataTime": "1966 – 1979",
            "data": "In the spring of 1973, they exchanged Korotkevich’s apartment on ul. Faith Horuzhey and her room for a three-room apartment on the street. K. Marx, 36, where they later lived in three, together with the mother of Vladimir Korotkevich. The writer loved to travel a lot - with friends and his wife, as part of film crews and scientific expeditions, he proceeded a lot and traveled around Belarus and other countries, visited Poland twice (1971, 1977), three times in Czechoslovakia (1973, 1975, 1979)"
          },
          "fifthLine": {
            "dataTime": "1980 – 1984",
            "data": "The last days of February 1983 were very tragic for the writer - on the same day, February 28, his beloved wife and maternal aunt died - Yevgenia Vasilyevna, with whom he lived in Kiev, which was liberated in 1944. In those days, as he himself said, he felt on the verge of a nervous breakdown. He lived 12 years for his marriage to Valentina Bronislavovna, but they did not have children. Shortly before his death, Korotkevich visited his close and dear land. He traveled to Rogachev, to Kiev for the anniversary meeting of graduates of Kiev University. On July 12, 1984, he and his friends went camping in Pripyat, where he became ill, and on July 20 he returned to Minsk. In the late 1970s - early 1980s, Vladimir Korotkevich was seriously ill and died on July 25, 1984. He was buried at the Eastern Cemetery in Minsk."
          }
        },
        "productList": [
          "Prof. Korolev, 1950",
          "It was an old, old room ... , 1950",
          "The violin sings, 1950",
          "Maple, 1950",
          "The Wild Hunt of King Fear, 1964",
          "Rook of Despair, 1967",
          "Christ landed in Grodno, 1966",
          "Prickling under your sickle, 1965",
          "The Gray Legend, 1961",
          "Black castle olshansky, 1979"
        ],
        "geoMark": {
          "coordinates": [
            54.510122,
            30.417883
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works Vladimir Korotkevich created here"
        }
      },
      "Рыгор Бородулин": {
        "name": "Ryhor Baradulin",
        "image": "/media/baradulin/portret.jpg",
        "years": "1935 - 2014",
        "birthdayPlace": "Verasowka",
        "description": "Belarusian poet, essayist and translator",
        "youtube": "https://www.youtube.com/watch?v=kuaJLU71W10",
        "about": "Baradulin was the last Belarusian who received the title of the People's Poet. He received some other important awards for several books of poems and translations. He started publishing his works in 1953. In 2006, Baradulin was nominated for the Nobel Prize in Literature for his book of poems called Ksty.",
        "gallery": [
          "/media/baradulin/baradulin-1.jpg",
          "/media/baradulin/baradulin-2.jpg",
          "/media/baradulin/baradulin-3.jpg",
          "/media/baradulin/baradulin-4.jpg",
          "/media/baradulin/baradulin-5.jpg",
          "/media/baradulin/baradulin-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1935 – 2014",
            "data": "Born on 02.24.1935 on the farm Veresovka, in 1937 the farm was liquidated and the poet's family moved to Ushachi."
          },
          "secondLine": {
            "dataTime": "1953-2013",
            "data": "Began to publish in 1953, the first poems were published in the newspaper 'Red shift'. The first collection of poetry 'Month over the steppe' was released in 1959."
          },
          "thirdLine": {
            "dataTime": "1980 – 2014",
            "data": "He called himself a Greek Catholic, but was convinced that “it is not as important as you call yourself: Orthodox, Catholic, Muslim — after all, God is one."
          },
          "fourthLine": {
            "dataTime": "1980 – 2014",
            "data": "He died on March 2, 2014 in his apartment in Minsk at the 80th year of life from Parkinson's disease."
          },
          "fifthLine": {
            "dataTime": "2017",
            "data": "December 24, 2017 in Minsk, solemnly opened a memorial plaque (by sculptor Igor Zasimovich) on the house where the poet lived."
          }
        },
        "productList": [
          "Maladzik nad stepam, 1959",
          "Rum, 1976",
          "Ksty, 2005",
          "Runy Perunovy, 2006",
          "Oprokinutoye, 2010",
          "Ushachskiy slovazbor Rygora Borodulina, 2013"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works Ryhor Baradulin created here"
        }
      },
      "Якуб Колас": {
        "name": "Yakub Kolas",
        "image": "/media/kolas/portret.jpg",
        "years": "1882 -1956",
        "birthdayPlace": "Okinchitsy",
        "description": "Present name and surname Konstantin Mikhailovich Mitskevich. Belarusian Soviet writer, poet and translator",
        "youtube": "https://www.youtube.com/watch?v=HxFeWGZspJQ",
        "about": "Yakub Kolas made a significant contribution to national and world literature. His works have been translated into more than 40 languages of the world. His most important achievements are: expanding the genre capabilities of Belarusian literature, enriching national poetry with philosophical and landscape lyrics, combining lyrics and epics, laying the foundations of the Belarusian novel and Belarusian children's literature, establishing the norms of the Belarusian literary language",
        "gallery": [
          "/media/kolas/kolas-1.jpg",
          "/media/kolas/kolas-2.jpg",
          "/media/kolas/kolas-3.jpg",
          "/media/kolas/kolas-4.jpg",
          "/media/kolas/kolas-5.jpg",
          "/media/kolas/kolas-6.jpg",
          "/media/kolas/kolas-7.jpg",
          "/media/kolas/kolas-8.jpg",
          "/media/kolas/kolas-9.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1882",
            "data": "He was born on October 22 (November 3), 1882 in the village of Akinchitsy (now the territory of the city of Stolbtsy, Stolbtsy district, Minsk region, Belarus), in the family of forester Mikhail (Mikhas) Mitskevich"
          },
          "secondLine": {
            "dataTime": "1902-1914",
            "data": "He graduated from the public school, in 1902 - Nesvizh teacher's seminary. He worked as a teacher in Pinchine (1902-1906). In 1906, the first publication was the poem “The Land of the Motherland” in the Belarusian newspaper Our Share. For participation in organizing an illegal teacher's congress, he was sentenced to imprisonment, who was serving time in a Minsk prison (1908–1911). In 1912–1914, he was a teacher in Pinsk, where his eldest son, Daniel, was born to him, who later became the creator and first director of his father’s museum."
          },
          "thirdLine": {
            "dataTime": "1915-1918",
            "data": "In 1915 he was evacuated with his family in the Moscow region, worked as a teacher in the Dmitrov district. In the same year, mobilized into the army. He graduated from the Alexander Military School Moscow, 1916 and served in the reserve regiment in Perm. At this time, his family moved to Oboyan (Kursk Province). In the rank of second lieutenant in the summer of 1917 he was sent to the Romanian front "
          },
          "fourthLine": {
            "dataTime": "1921-1956",
            "data": "In May 1921 he moved to Minsk. Later he was engaged in creative and scientific activities. Academician (1928), since 1929 - Vice-President of the Academy of Sciences of the BSSR, deputy of the Supreme Council of the BSSR (1938-1956). During the Great Patriotic War, in evacuation Moscow, Tashkent, Moscow. In 1944, he returned to Minsk.The USSR Supreme Soviet Deputies (1946-1956), Chairman of the Belarusian Republican Committee for the Defense of Peace. One of the editors of the academic Russian-Belarusian Dictionary (1953)."
          },
          "fifthLine": {
            "dataTime": "1956",
            "data": "At the end of his life, he suffered a lot and often, in particular, suffered 26 pneumonia. Yakub Kolas died suddenly on August 13, 1956. He was buried at the Military Cemetery in Minsk"
          }
        },
        "productList": [
          "Song of Complaint, 1910",
          "Stories, 1912",
          "Native phenomena, 1914",
          "Thick Log, 1913",
          "Tales of Life, 1921",
          "New Land, 1923",
          "Simon music, 1925",
          "In the vastness of life, 1926",
          "In the depths of Polesie, 1927"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works Yakub Kolas created here"
        }
      },
      "Максим Танк": {
        "name": "Maksim Tank",
        "image": "/media/tank/portret.jpg",
        "years": "1912 -1995",
        "birthdayPlace": "Pilkovshchina",
        "description": "Real name Jaŭhien Skurko. Was a Belarusian Soviet journalist, poet and translator",
        "youtube": "https://www.youtube.com/watch?v=40Uhtifsk7s",
        "about": "Maxim Tank is a Belarusian poet, translator, statesman. People’s poet of the Byelorussian SSR. Hero of Socialist Labor. Laureate of the Lenin and Stalin Prize of the second degree.",
        "gallery": [
          "/media/tank/tank-1.jpg",
          "/media/tank/tank-2.jpg",
          "/media/tank/tank-3.jpg",
          "/media/tank/tank-4.jpg",
          "/media/tank/tank-5.jpg",
          "/media/tank/tank-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1912",
            "data": "Born on September 4 (17), 1912 in the village of Pilkovschina (now Myadelsky District, Minsk Region of Belarus) in a peasant family."
          },
          "secondLine": {
            "dataTime": "1945—1948",
            "data": "Maxim Tank was an editor in the comic magazine 'Vozhyk'."
          },
          "thirdLine": {
            "dataTime": "1948—1966",
            "data": "He was the chief editor of the Belarusian literary magazine 'Polymya'."
          },
          "fourthLine": {
            "dataTime": "1965—1971",
            "data": "Chairman of the Supreme Council of the BSSR (1965-1971). Deputy of the Supreme Soviet of the USSR since 1969."
          },
          "fifthLine": {
            "dataTime": "1995",
            "data": "Maxim Tank died in Minsk on August 7, 1995. Buried in his native village."
          }
        },
        "productList": [
          "Poems, 1979",
          "Zhuravlinyy klin, 1972",
          "Doroga, ubayukannaya rozh'yu, 1976",
          "Proyti cherez vernost', 1979",
          "Za moim stolom, 1984",
          "Doroga i khleb, 1988",
          "Poslushayte, vesna idot, 1990",
          "Moy kovcheg, 1994"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works of Maxim Tank created here"
        }
      },
      "Василь Быков": {
        "name": "Vasil Bykov",
        "image": "/media/bykov/portret.jpg",
        "years": "1924-2003",
        "birthdayPlace": "Bychki",
        "description": "Vasil Vladimirovich Bykov - Soviet and Belarusian writer, public figure, participant of the Great Patriotic War. Member of the Union of Writers of the USSR.",
        "youtube": "https://www.youtube.com/watch?v=VgIEoFsgMck&t=2s",
        "about": "Born on June 19, 1924 in the village of Bychki, Ushachsky District, Vitebsk Region, into a peasant family. He graduated from the 8th grade school in the village of Kublichi, then studied at the sculpture department of the Vitebsk Art School (1939-1940), which he left due to the cancellation of scholarships, and at the FZO school (until May 1941). The war found him in Ukraine, where he participated in defense works. In the autumn of 1943 he was promoted to junior lieutenant. He participated in the battles for Krivoy Rog, Alexandria, Znamenka. After demobilization he lived in Grodno (since 1947). It was printed since 1947, he worked in workshops, as well as in the editorial office of the regional newspaper “Grodno truth” (until 1949). In the period from 1949 to 1955 he served again in the Soviet army, in 1955, he was completely discharged as a major. From 1955 to 1972 he worked again in the “Grodno truth”. In 1978 he moved to Minsk. He was elected deputy of the Supreme Soviet of the Byelorussian SSR in 1978-1989. From the end of 1997 he lived abroad in political exile. He died on June 22, 2003 at 8.30 pm from a malignant stomach tumor in the intensive care unit of the oncology hospital in Borovlyany, near Minsk.",
        "gallery": [
          "/media/bykov/bykov-1.jpg",
          "/media/bykov/bykov-2.jpg",
          "/media/bykov/bykov-3.jpg",
          "/media/bykov/bykov-4.jpg",
          "/media/bykov/bykov-5.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1924",
            "data": "Born on June 19, 1924 in the village of Bychki, Ushachsky District, Vitebsk Region, into a peasant family."
          },
          "secondLine": {
            "dataTime": "1939—1940",
            "data": "Studied at the sculpture department of the Vitebsk Art School."
          },
          "thirdLine": {
            "dataTime": "1949-1955",
            "data": "He served in the Soviet army, in 1955, demobilized as a major."
          },
          "fourthLine": {
            "dataTime": "1955-1972",
            "data": "He worked in the 'Grodno truth'. Since 1959, a member of the Union of Soviet Writers."
          },
          "fifthLine": {
            "dataTime": "1972-1978",
            "data": "Secretary of the Grodno branch of the Writers' Union of the Byelorussian SSR."
          },
          "sixthLine": {
            "dataTime": "1978-1989",
            "data": "Moved to Minsk. He was elected deputy of the Supreme Soviet of the Byelorussian SSR."
          },
          "seventhLine": {
            "dataTime": "1997",
            "data": "He lived abroad in a political emigration - first, at the invitation of the PEN center of Finland, he lived in the vicinity of Helsinki, then, after receiving an invitation from the PEN center of the Federal Republic of Germany, he moved to Germany, and then to the Czech Republic. He returned home only a month before his death."
          },
          "eighthLine": {
            "dataTime": "2003",
            "data": "He died on June 22, 2003 at 8.30 pm from a malignant stomach tumor in the intensive care unit of the oncology hospital in Borovlyany, near Minsk."
          }
        },
        "productList": [
          "Posledniy boyets, 1957",
          "Mortvym ne bol'no, 1965",
          "Proklyataya vysota, 1968",
          "Obelisk, 1971",
          "Znak bedy, 1982",
          "Oblava, 1988",
          "Volch'ya yama, 1998",
          "Boloto, 2001"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Основное место работы",
          "ballonContent": "Большинство произведений Василь Быков создал здесь"
        }
      },
      "Кондрат Крапива": {
        "name": "Kondrat Krapiva",
        "image": "/media/krapiva/portret.jpg",
        "years": "1896—1991",
        "birthdayPlace": "Nizok",
        "description": "The real name is Kondrat Kondratovich Atrakhovich - Belarusian Soviet writer, poet, playwright and translator, literary critic, satirist, social activist. Doctor of Philology, Academician of the Academy of Sciences of the Byelorussian SSR (1950). Member of the CPSU (b) since 1941",
        "youtube": "https://www.youtube.com/watch?v=BjxiKxV32_w",
        "about": "Born on February 22 (March 5) in 1896 in the village of Nizk (now Uzda district of the Minsk region of the Republic of Belarus) in a peasant family. He studied at the parochial school in his native village, Uzda national school, 4-class city school of the city of Stolbtsy, from which he transferred to the Koydanovo school (now Derzhinsk). The creative biography of Kondrat Krapiva began in 1922 with the publication of his first printed work, feuilleton in verses 'Once upon a time', published in the newspaper 'Komsomolskaya Pravda'. On May 23, 1922, the first Belarusian-language satirical poem 'Swat' appeared in the May issue of the newspaper 'Savetskaya Belarus'. In the preface to the last lifetime book of Kondrat Krapiva 'The Prickly System', published in 1989 in the publishing house 'Mastatskaya Litaratura', famous Belarusian writer and literary critic Ivan Naumenko wrote: 'If Kondrat Krapiva hadn’t even written his dramas and satirical comedies, the novel' Medvedichi 'then with his fables alone, satirical poems he would occupy one of the first places in Belarusian literature.' And just below he explained: 'This is such a clot of acute people's minds, smiting laughter, ridicule of evil, and the approval of good, which Belarusian literature did not know before Krapiva.'",
        "gallery": [
          "/media/krapiva/krapiva-1.jpg",
          "/media/krapiva/krapiva-2.jpg",
          "/media/krapiva/krapiva-3.jpg",
          "/media/krapiva/krapiva-4.jpg",
          "/media/krapiva/krapiva-5.jpg",
          "/media/krapiva/krapiva-6.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1896",
            "data": "He was born on February 22 (March 5) in 1896 in the village of Nizk (now Uzda district, Minsk region of the Republic of Belarus) in a peasant family."
          },
          "secondLine": {
            "dataTime": "1920-1923",
            "data": "Served in the Red Army."
          },
          "thirdLine": {
            "dataTime": "1924-1925",
            "data": "He worked as an elementary school teacher in the village of Ostrovok in Uzda."
          },
          "fourthLine": {
            "dataTime": "1925-1936",
            "data": "1925 moved to Minsk. was a member of the literary association 'Maladnyak' (until 1926), then 'Uzvyshsh'. 1925-1926 - Instructor of the Central Bureau of Local History at Inbelkulte. 1932-1936 - Head of the department in the literary magazine 'Flame of the Revolution'. In 1926-1930, he studied at the literary and linguistic department of the pedagogical faculty of the BSU."
          },
          "fifthLine": {
            "dataTime": "1939-1947",
            "data": "In 1939 he participated in the Polish campaign of the Red Army. Member of the Soviet-Finnish war of 1939-1940. At the beginning of the Great Patriotic War, he worked in the front-line newspaper For Soviet Belarus, Krasnoarmeiskaya Pravda, in 1943–1945 he edited the satirical newspaper poster 'Let's Shall Fascist Reptile'. In the years 1945-1947 - editor of the magazine 'Vozhik'."
          },
          "sixthLine": {
            "dataTime": "1947-1989",
            "data": "In 1947-1952 - Head of the Linguistics Department of the Institute of Language and Literature of the Academy of Sciences of the BSSR, Director of the Institute of Linguistics of the Academy of Sciences of the BSSR (1952-1956). From 1956 to December 1982 - Vice-President of the Academy of Sciences of the BSSR. From December 1982 to March 1989 - Leading Research Fellow-Consultant in the Department of Lexicology and Lexicography of the Yakub Kolas Institute of Linguistics of the Academy of Sciences of the BSSR."
          },
          "seventhLine": {
            "dataTime": "1991",
            "data": "K. Krapiva died on January 7, 1991. He was buried in Minsk at the Eastern (Moscow) cemetery."
          }
        },
        "productList": [
          "Astyo, 1925",
          "Basni, 1927",
          "Pro nashikh vrediteley, popov i ugodnikov, 1930",
          "Fedos — Krasnyy nos, 1931",
          "Satira i yumor, 1954",
          "Жаба в колее, 1957",
          "Basni i stikhi, 1971",
          "Zagadki deda Kondrata, 1986"
        ],
        "geoMark": {
          "coordinates": [
            53.902286,
            27.561722
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works of Kondrat Nettle created here"
        }
      },
      "Викентий Дунин-Марцинкевич": {
        "name": "Vikentiy Dunin-Martsinkevich",
        "image": "/media/dunin-martsinkevich/portret.jpg",
        "years": "1808—1884",
        "birthdayPlace": "Panyushkovichi",
        "description": "Belarusian writer and playwright, classic of Belarusian literature. For a long time, he was mistakenly considered the nephew of the Metropolitan of the Roman Catholic Church of the Russian Empire, Stanislav Bogush-Sestrentsevich. In fact, he was not related to him by blood.",
        "youtube": "https://www.youtube.com/watch?v=NzDAnbltnPA",
        "about": "Vincent (Vikentiy Ivanovich) Dunin-Martsinkevich was born (there is no Dunin as an apparition in the birth metric, neither parents nor the godmother - Julianna's sister, and the baby was baptized with the double name Vincent-Yakub) on February 4, 1808 in folkart Panyushkovichi Bobruisk povet Minsk province in the gentry family. After graduating from the Bobruisk Povetovy School and the Vilna Basilian Bursa, he entered the Medical Faculty of St. Petersburg (according to other information from Vilna University), but was forced to interrupt his studies due to illness. Information about all stages of education is not supported by any archival documents, but is known only from unreliable biographies of Martsinkevich. There is no education in the service list. Most likely, it was home. He wrote in Polish and Belarusian. In the center of his artistic sketches is the Belarusian village, its life. Particular attention is paid to the Belarusian folklore. The poet colorfully reproduces the Belarusian rituals (Kupala night, dozhinki, 'dzyady', wedding). Elements of sentimentalism are characteristic of the work of V. Dunin-Martsinkevich.",
        "gallery": [
          "/media/dunin-martsinkevich/dunin-martsinkevich-1.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-2.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-3.jpg",
          "/media/dunin-martsinkevich/dunin-martsinkevich-4.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1835-1836",
            "data": "On suspicion of forging noble documents and royal seals, he was arrested and was under house arrest, at the city guardhouse and about a week in Minsk prison castle, or, as he was unofficially called, 'Pischalovsky Castle'. He returned to work in a spiritual consistory only after 4 months, in February 1836, where, in an explanatory note about such a big abduction, he wrote only about house arrest, hiding the fact of imprisonment in prison. As a result, the investigation was left in 'strong suspicion.'"
          },
          "secondLine": {
            "dataTime": "1840",
            "data": "In 1840, he left the service, acquired the folk farm Lyutsinka near Ivenets, Volozhinsky district, which became for him a place of permanent residence until the end of his days. However, the writer spent much of his time in Minsk, among the democratic intelligentsia."
          },
          "thirdLine": {
            "dataTime": "1862-1864",
            "data": "in Dobrovlyany, he was hiding from persecution by the tsarist administration. In March 1862, the temporary military governor of the Minsk province, Major General Kushalev, sent out a circular in which it was written: to arouse the peasants of the western provinces against the government ... and that Mr. Martsinkevich is trying to spread his work ... among the common people.'"
          },
          "fourthLine": {
            "dataTime": "1864-1884",
            "data": "From February 22, 1864, he was forced to move to the nearby town of Svir, where he lived for six months before his arrest. During the uprising, the police attributed to him the authorship of anti-government publications. The link of Camilla's daughter, the arrest of Dunin-Martsinkevich himself from 1864 to 1865, monetary fines, strict police supervision after being released from prison — all this laid a heavy burden on the writer. The theatrical activity of Dunin-Martsinkevich did not reach its height due to unfavorable external conditions, but served as the foundation for the further development of the Belarusian drama and professional theater. He died in 1884."
          }
        },
        "productList": [
          "Gapon, 1854",
          "Vecharnitsy, 1855",
          "Kupala, 1855",
          "Pinskaya shlyakhta, 1866"
        ],
        "geoMark": {
          "coordinates": [
            53.145889, 
            29.224702
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the works of Vincent Dunin-Martsinkevich created here"
        }
      },
      "Янка Брыль": {
        "name": "Yanka Bryl",
        "image": "/media/bril/portret.jpg",
        "years": "1917-2006",
        "birthdayPlace": "Odessa",
        "description": "Belarusian Soviet writer and translator",
        "youtube": "https://www.youtube.com/watch?v=Ci1yzGPisVA",
        "about": "Belarusian Soviet writer and translator. People's Writer of the Byelorussian SSR (1981). Winner of the Stalin Prize of the third degree (1952). Winner of the State Prize of the Byelorussian SSR named after Yakub Kolas (1982).",
        "gallery": [
          "/media/bril/bril-1.jpg",
          "/media/bril/bril-2.jpg",
          "/media/bril/bril-3.jpg"
        ],
        "biography": {
          "firstLine": {
            "dataTime": "1917 - 1938",
            "data": "Born on July 22 (August 4), 1917, in Odessa, in the family of a railway worker. In 1922, together with his parents, he moved to their homeland in Western Belarus (Zagora village (Zagorje), Korelichsky district, Grodno region, at that time - Poland). In 1931 he graduated from the Polish seven-year school, entered the gymnasium, but could not study in it due to material difficulties, was engaged in self-education. From 1938, he published poems and journalism in the Vilna Belarusian magazine “Shlyakh moladi” (“The Path of Youth”)."
          },
          "secondLine": {
            "dataTime": "1939 - 1944",
            "data": "In 1939 he was drafted into the Polish army, served in the marines. In September 1939, under Gdynia, he fell into German captivity; in the fall of 1941, he fled and returned to his homeland; joined the Soviet partisans. From October 1942 - a connected guerrilla brigade named after Zhukov, from March to July 1944 - a guerrilla reconnaissance brigade “Komsomolets”, editor of the newspaper “Scyag Svabody” (“Banner of Freedom”, organ of the Mirsky Underground District Committee of the CPSU (b)) and a satirical leaflet “Partyanskaya zhigala” (“Partisan sting”). From October 1944 he lived in Minsk, worked in the editorial office of the newspaper-poster “Distribute Fashysk gadzіnu” (“Crush the fascist reptile”), in magazines “Vozhyk” (“Hedgehog”), “Younger” (“Youth”), “Polymya” (“Flame”), in the State Publishing House of the Byelorussian SSR."
          },
          "thirdLine": {
            "dataTime": "1945 - 2006",
            "data": "C 1945 member of the USSR JV. In 1966-1971 - Secretary of the Union of Writers of the Belorussian SSR. Twice elected deputy of the Supreme Soviet of the Byelorussian SSR (1963-1967, 1980-1985). Chairman of the Belarusian branch of the USSR – Canada Society (1967–1990), member of the Belarusian PEN Center since 1989. Honorary Member of the National Academy of Sciences of Belarus (1994)."
          }
        },
        "productList": [
          "Continuing the conversation 1962 ",
          "The crap of bread 1977",
          "Today and commemoration 1985",
          "From sowing to harvest 1987",
          "Orphan Bread 1950",
          "In the Zabolot'e shines 1950",
          "Bystryanka 1955",
          "My native land 1960",
          "Once again the first snow of 1970",
          "Lower Bayduny 1975"
        ],
        "geoMark": {
          "coordinates": [
            53.900820,
            27.566425
          ],
          "iconContent": "Main place of work",
          "ballonContent": "Most of the time worked here."
        }
      }
    }
  }
}
